<template>
  <div
    :class="[
      'flex',
      $device.isMobile ? 'flex-col' : 'flex-row',
      'justify-center',
      'gap-6',
      'px-4',
      'text-black'
    ]"
  >
  
  <MenuForPost v-if="!$device.isMobile || mobileMenuOpen" category_en="all" direction="services" />
  <div>
      <PriceBlock :page="`page`" class="w-full mb-14" />
  <div class="p-4">
  
   
  <p>ООО «Зауральский похоронный дом» предлагает полный комплекс ритуальных услуг для жителей г. {{CITY_G.name}} и области. С нашей помощью Вы можете устроить похороны Ваших близких.</p>
  
  <h3 class="text-lg font-bold mt-4 mb-2">Услуги и их стоимость:</h3>
  <ul class="list-disc list-inside mb-4">
    <li>Эвакуация умершего - бесплатно</li>
    <li>Подготовка тела к погребению - на специальном оборудовании в траурном зале</li>
    <li>Хранение тела - в холодильной камере - от 2000 рублей в сутки</li>
    <li>Траурные залы для церемонии прощания - от 3000 рублей в час</li>
    <li>Транспортировка - катафальный транспорт - от 5000 рублей</li>
    <li>Ритуальные товары - гробы, венки, ограды и пр. - от 2000 рублей</li>
    <li>Прощальный комплекс - включает ритуальный магазин, холодильную камеру, траурный зал, парковку - стоимость уточняйте у менеджера по телефону</li>
    <li>Кремация - от 50 000 рублей, в стоимость входит доставка тела в гробу в Крематорий, срочная кремация, оформление документов, урна, доставка урны обратно и услуги ритуального специалиста</li>
  </ul>
  
  <p v-if="CITY_G.name == 'Курган'">Специалисты ООО «Зауральский Похоронный Дом» присутствуют на всех кладбищах города {{CITY_G.name}} и области, в том числе на кладбищах Зайково, Рябково, Глинки, Чисторудный, Зайково мкр., Белый Яр, Большое Чаусово, Черемухово, Кропани, Новая Сидоровка, Просвет, Иковка, Введенское, Колташово и т.д.</p>
  
  <p>У нас есть специальные предложения для льготных категорий граждан, таких как дети до 14 лет, участники ВОВ, локальных конфликтов и ликвидации ЧАЭС - они обслуживаются бесплатно.</p>
  
  <p>Сделайте заказ и оформите ритуальные услуги в ООО «Зауральский похоронный дом», и мы сделаем все, чтобы облегчить ваши трудности и в данный непростой момент помочь Вам взять все необходимое под контроль.</p>
  
  <p class="mt-4">Звоните по телефонам:</p>
 <ul v-if="CITY_G.name == 'Курган'" class="list-disc list-inside mb-4">
    <li><a href="tel:89128355881">8-912-835-58-81</a> Зайково</li>
    <li><a href="tel:89128354558">8-912-835-45-58</a> Рябково</li>
    <li><a href="tel:89128355882">8-912-835-58-82</a> Глинки</li>
    <li><a href="tel:8128355630">8-12-835-56-30</a> п.Чисторудный, мкр.Зайково, п.Белый Яр, с.Большое Чаусово, мкр.Черемухово, с.Кропани, с.Новая Сидоровка, п.Просвет, п.Иковка, п.Введенское, с. Введенское, с.Колташово и т.д.</li>
</ul>
  
  <p class="text-sm font-light">* Стоимость похорон при наличии у умершего Новой Короновирусной Инфекции - от 50 000 рублей.</p>

</div>
  </div>

  </div>
</template>



<script>
import { Vue, Component } from "vue-property-decorator";
import PriceBlock from "~/components/home/priceBlock.vue";
import MenuForPost from "~/components/menu_for_post/Main.vue";
import {Getter} from "vuex-class";
import declineNoun from "~/utils/decline";


@Component({
  components: { PriceBlock, MenuForPost },
})
export default class Price extends Vue {
   @Getter("city/CITY_G") CITY_G;

  get cityName() {
    return declineNoun(this.CITY_G.name);
  }
  mobileMenuOpen = false;

  mounted() {
   window.$nuxt.$on("switchMobileMenu", (data) => {
    console.log(data);
      this.mobileMenuOpen = data;
    }); 
  }

}
</script>
