


const post = {
    title: 'Стоимость похорон: сколько денег нужно на похороны человека?',
    category: 'Организация похорон',
    filter: 'blog',
    picterUrl: '1uCjBUNlUYj8p1NEhyMF_fEyMe4uqw3WC',
    meta: {
        meta_description: 'Сколько стоят похороны с учетом всех расходов: расчет и практические советы',
        meta_keywords: 'стоимость похорон, расчет, практические советы, расходы, похороны'
    },
    html: `
  <h1 class="text-2xl font-bold mb-4">
   Что нужно знать о расходах на похороны»
  </h1>
  <div class="mb-4 description">
    Когда любимый человек уходит из жизни, мысль об организации похорон может оказаться непосильной. Связанные с этим расходы также могут быть пугающими, поскольку похороны часто бывают дорогими и требуют тщательного планирования. Важно понимать, что стоимость похорон сильно варьируется в зависимости от выбранных услуг и других факторов. В этой статье мы рассмотрим, сколько денег обычно требуется на похороны, и обсудим некоторые скрытые расходы, связанные с этими услугами.
  </div>
  <div class="body_sub">
  <h2 class="text-lg font-bold mb-2">Финансовые соображения</h2>
  <p>Общая стоимость средних похорон в большинстве случаев составляет от 25 00 до 100 000 руб; однако можно потратить гораздо больше в зависимости от запросов на услуги и других факторов, например, от того, решите ли вы приобрести дополнительные мемориальные предметы или заказать кейтеринг на самом мероприятии. К счастью, существуют варианты финансирования похорон, если вы не в состоянии оплатить все расходы заранее, например, страховые полисы, специально разработанные для покрытия расходов на организацию похорон, или даже краудфандинговые сайты, где члены семьи могут оказать финансовую помощь своими пожертвованиями.</p>
    
  </div>
  <div class="body_main">
  <h3 class="text-lg font-bold mb-2">Юридические соображения</h3>
  <p class="mb-4">
  Важно отметить, что во многих штатах существуют законы, регулирующие ценовые ограничения, когда речь идет о похоронах, поэтому важно изучить все применимые законы, прежде чем принимать какие-либо решения относительно поставщиков услуг или планов оплаты. Кроме того, обязательно проконсультируйтесь с местными властями о правилах поведения на кладбище в вашем регионе, если вы планируете похоронить близкого человека там вместо кремации, которая может иметь свои собственные правила в некоторых частях страны.
    </p>
    <p class="mb-4">
    В заключение следует отметить, что определение того, сколько денег необходимо на похороны, требует тщательного рассмотрения нескольких факторов, включая местоположение, запросы на услуги и правовые нормы. Знание всех расходов, связанных с похоронами, включая скрытые, такие как бальзамирование и часы просмотра, позволяет семьям лучше подготовиться в финансовом отношении. Кроме того, изучение таких вариантов, как страховые полисы и/или краудфандинг, помогает людям управлять своими финансами в трудные времена. В конечном счете, изучение и планирование наперед позволяет семьям принимать взвешенные решения о своих последних приготовлениях без лишнего стресса и финансового бремени во время скорби.</p>
  </div>
 
    
`

 }
const post2 = {
    title: 'Что делают на мусульманских похоронах и как их проводят?',
    category: 'Традиции',
    filter: 'blog',
    picterUrl: '1B0cHyaEfZi73c_WtkCeUznXMkFcPci77',
    meta: {
        meta_description: 'Раскрытие тайн мусульманских похорон: обряды, ритуалы и традиции.',
        meta_keywords: 'мусульманские похороны, обряды, ритуалы, традиции, ислам.'

    },
    html: `
    <h1 class="text-2xl font-bold mb-4">
    Мусульманские обряды похорон
  </h1>
  <div class="mb-4 description">
    Мусульмане являются последователями исламской веры и связаны религиозными законами и обычаями. Исламская практика погребения основана на традиционных учениях, которые подчеркивают уважение к умершему и сосредоточенность на жизни после смерти. Согласно исламским верованиям, смерть — это не конец, а переход из этой жизни в следующую. Похоронные обряды служат для того, чтобы почтить память умершего и помочь ему достойно перейти в загробную жизнь.
</div>
<div class="body_sub">
<h2 class="text-lg font-bold mb-2">Погребальные обряды</h2>
<p>Ритуальное омовение умершего (гусль) является важной частью мусульманской погребальной практики. Тело омывают водой, смешанной со специальными ароматами, такими как камфара или розовая вода, в соответствии с определенными религиозными законами. После завершения этого процесса произносятся молитвы на момент смерти (тахлиль), чтобы утешить присутствующих на похоронах, а также даровать прощение за любые грехи, совершенные умершим при жизни. Кроме того, проводится обертывание (кафан) с использованием тканей, предписанных исламским законом, таких как белые хлопчатобумажные или льняные простыни, которые набрасываются на тело, прежде чем оно будет помещено в гроб или саван для погребения.</p>
</div>
<div class="body_main">
<h3 class="text-lg font-bold mb-2">Процесс погребения</h3>
<p>
Похоронная процессия, известная как джаназа, выполняет ритуалы погребения в соответствии с исламским законом и обычаями. Джаназа начинается от дома или мечети и направляется к месту захоронения, где над телом покойного читается кладбищенская молитва (салат аль-джаназа), обращенная к кибле (направление на Мекку). После этого члены семьи по очереди копают могилу лопатами и опускают в нее труп, а также кладут по несколько камней с каждой стороны для защиты от животных и воров, если это необходимо. Погребение обычно происходит в простом саване, называемом дафн, без использования гробов или хранилищ. Мусульмане считают, что тела после смерти не должны быть отделены от земли, поскольку их естественное состояние до появления на свет — прах, и они вернутся в прах, когда покинут этот мир, поэтому не следует прилагать никаких дополнительных усилий для их сохранения, кроме тех, которые необходимы только в соответствии с посмертными ритуалами, предписанными самой религией, например, ритуальным омовением и т. д..</p>
<h3 class="text-lg font-bold mb-2">Послепогребальные обычаи</h3>
<p>После завершения церемонии погребения мусульмане часто посещают могилу, особенно по особым случаям, таким как урс — празднование годовщины со дня рождения/смерти пророка Мухаммада или зиярат ашура — день памяти, посвященный мученической смерти внука пророка имама Хусайна ибн Али, соответственно. Оба праздника проводятся ежегодно в разных частях мусульманского мира одновременно, но отмечаются по-разному в зависимости от культуры региона, соответственно, хотя основные общие черты остаются неизменными между ними в отношении почитания усопших душ, оставивших после себя наследие, актуальное и сегодня. поколений спустя с момента создания, таким образом, сохраняя память живой намного дольше, чем когда-либо представлялось возможным ранее, несомненно, благодаря огромному масштабу, которого эти практики достигли со временем в сообществе, даже если некоторые могут различаться во мнениях по конкретным вопросам, вращающимся вокруг одного и того же понятия, но независимо от этого факт остается неизменным, что все разделяют общность истории культуры друг с другом, что делает уникальную связь неразрывной, несмотря на географические границы, существующие по всему миру сегодня без каких-либо сбоев, поскольку ислам является универсальной религией, открытой для принятия всех, независимо от происхождения вероисповедания расы цвета кожи этнического происхождения социального статуса и т. д…. Наконец, многие люди также пишут стихи о благотворительности и других способах почтить память близких, мирно уходящих из жизни, помогая при этом облегчить страдания других, менее удачливых, чем они сами, в конечном итоге создавая лучшее общество, живущее гармонично вместе, мирно бок о бок.</p>
</div>`
}

const post3 = {
    title: 'Отпуск на похороны близкого человека: как получить и сколько длится?',
    category: 'Трудовой кодекс',
    filter: 'blog',
    picterUrl: '1n0RADWvVPO65q82YZa9qdGbCRolzJIGT',
    meta: {
        meta_description: 'Отпуск на похороны близких: как получить и сколько дней дают на траур',
        meta_keywords: 'Ключевые слова: отпуск на похороны, траур, близкий родственник, дни отпуска'

    },
    html: `<h1 class="text-2xl font-bold my-2">
    Отпуск в связи с похоронами
  </h1>

  <div class="mb-4 description">
    Как это ни трагично, но каждому человеку в какой-то момент придется столкнуться со смертью близкого человека. Имеют ли работники право на отсутствие в случае смерти близкого члена семьи?


  </div>

  <div class="body_sub"> 

  <h2 class="text-2xl font-bold my-2">
    Отпуск в связи со смертью родственника
  </h2>

  <p>
    <a href="https://glavkniga.ru/forms/konsultation/20_04_45b_prikaz_otpusk_pohorony.pdf" target="_blank">При­каз об от­пус­ке в связи с по­хо­ро­на­ми (об­ра­зец)</a>
  </p>
 <h3 class="text-2xl font-bold my-2">Кого считать близким родственником</h3>
 <p>Трудовой кодекс не оговаривает, кого можно отнести к близким членам семьи для предоставления работнику неоплачиваемого «траурного» отпуска. Поэтому целесообразно обратиться к семейному кодексу. В этом документе перечислены члены семьи и близкие родственники (ст. 2, ст. 14 Семейного кодекса): </p>
 <ul class="list-disc ml-4 mb-4">
    <li>су­пруг/су­пру­га</li>
    <li>ро­ди­те­ли (в т.ч. при­ем­ные);</li>
    <li>дети (в т.ч. усы­нов­лен­ные);</li>
    <li>де­душ­ки и ба­буш­ки;</li>
    <li>внуки;</li>
    <li>пол­но­род­ные бра­тья и сест­ры (бра­тья/сест­ры, име­ю­щие общих ро­ди­те­лей);</li>
    <li>непол­но­род­ные бра­тья и сест­ры (бра­тья/сест­ры, име­ю­щие об­ще­го отца или общую мать).</li>
 </ul>

 <h3 class="text-2xl font-bold my-2">Положен ли отпуск в связи со смертью других родственников</h3>

 <p>Работодатель имеет право расширить круг членов семьи, уход из жизни которых дает право на неоплачиваемое рабочее время. Этот выбор должен быть оформлен юридическим документом (lna).

 </p>
<p>Необходимо иметь в виду, что список близких родственников по семейному кодексу может быть дополнен работодателем, но не может быть уменьшен.

</p>
<p>Работодатель может решить, предоставлять ли отпуск в связи со смертью людей, которые по закону не считаются членами семьи, и не обязан это делать, если список лиц, имеющих право на отпуск, не был расширен.

</p>

<h3 class="text-2xl font-bold my-2">Если умерший человек вообще не является родственником работника</h3>
<p>В этом случае работодатель не обязан удовлетворять просьбу работника о предоставлении отпуска в связи с похоронами, однако, при желании, он может пойти ему навстречу.</p>


</div>

<div class="body_main">
    <h3 class="text-2xl font-bold my-2">Продолжительность отпуска в связи с похоронам</h3>
    <p>Работник, имеющий право на отпуск в соответствии с трудовым кодексом, может взять максимум 5 дней отпуска (статья 128 трудового кодекса).</p>
    <p>Если организация разрешает работнику взять отпуск в связи с похоронами человека, не являющегося членом семьи, она имеет право решить, какой продолжительности будет этот отпуск. Примером этого может быть разрешение работнику взять один день отпуска за свой счет на похороны.</p>
<h4 class="text-2xl font-bold my-2">На основании чего предоставляется отпуск в связи с похоронами</h4>
<p>Работник должен подать заявление о предоставлении отпуска на похороны.</p>
<h4 class="text-2xl font-bold my-2">Образец заявления на отпуск, предоставляемого в силу ТК РФ в связи со смертью родственника</h4>
<p>В таком за­яв­ле­нии ра­бот­ник дол­жен сде­лать ссыл­ку на со­от­вет­ству­ю­щую норму за­ко­но­да­тель­ства. За­яв­ле­ние может вы­гля­деть сле­ду­ю­щим об­ра­зом:</p>
<p>Ге­не­раль­но­му ди­рек­то­ру</p>
<p>ООО «Алень­кий цве­то­чек»</p>
<p>Ро­за­но­ву В.А.</p><p>от спе­ци­а­ли­ста от­де­ла кад­ров</p> <p>Ва­силь­ко­вой Е.С.</p>

<p>За­я­в­ле­ние</p>

<p>В связи со смер­тью моей ма­те­ри Ива­но­вой Л.П. прошу в со­от­вет­ствии со ста­тьей 128 Тру­до­во­го ко­дек­са РФ предо­ста­вить мне от­пуск без со­хра­не­ния за­ра­бот­ной платы с 07.02.2019 на 4 ка­лен­дар­ных дня.</p>
<div class="inline-flex justify-between">
    <p>06.02.2019</p>
    <p>Е.С. Ва­силь­ко­ва</p>
</div>

<h4 class="text-2xl font-bold my-2">Образец заявления на отпуск, предоставляемого с согласия работодателя</h4>
<p>Если от­пуск в связи с по­хо­ро­на­ми предо­став­ля­ет­ся не в силу за­ко­но­да­тель­ства, то ука­зы­вать ос­но­ва­ние в за­яв­ле­нии необя­за­тель­но. Ра­бот­ник может на­пи­сать такое за­яв­ле­ние:</p>
<p>Ге­не­раль­но­му ди­рек­то­ру</p>
<p>ООО «Алень­кий цве­то­чек»</p>
<p>Ро­за­но­ву В.А.</p>
<p>от спе­ци­а­ли­ста от­де­ла кад­ров</p>
<p>Ва­силь­ко­вой Е.С.</p>

<p>За­яв­ле­ние</p>
<p>Прошу предо­ста­вить мне от­пуск без со­хра­не­ния за­ра­бот­ной платы с 07.02.2019 на 1 ка­лен­дар­ный день по се­мей­ным об­сто­я­тель­ствам.</p>
<div class="inline-flex justify-between">
    <p>06.02.2019</p>
    <p>Е.С. Ва­силь­ко­ва</p>
</div>

<h3 class="text-2xl font-bold my-2">Документы, подтверждающие право на отпуск в связи с похоронами</h3>
<p>Для того чтобы подтвердить разрешение на отъезд, вызванный смертью близкого члена семьи, работнику необходимо представить дубликат свидетельства о смерти этого родственника. Этот документ не обязательно должен быть приложен к заявлению на отпуск — его можно предъявить позже.</p>
<p>Помимо свидетельства о смерти, работнику целесообразно принести документы, подтверждающие его родство с умершим человеком (свидетельство о браке, свидетельство о рождении и так далее). В 2019 году вышло официальное заявление от министерства труда о том, что в данной ситуации нет необходимости в таком подтверждении (письмо минтруда от 30.08.2019 n 14−2/ог-6315). Несмотря на то, что это действительно так, им все равно было бы выгодно представить такое подтверждение. Ведь в случае возникновения спора им все равно придется доказывать свое родство.</p>
<p>Несмотря на то, что работник не является близким родственником, если ему предоставляется отпуск для посещения похорон по соглашению между ним и работодателем, то он не обязан предоставлять копию свидетельства о смерти.</p>
<h3 class="text-2xl font-bold my-2">Приказ на отпуск в связи со смертью близкого родственника</h3>
<p>После того как работник представит документы, работодатель должен составить распоряжение о предоставлении ему отпуска. Обычно это распоряжение касается предоставления отпуска без сохранения заработной платы, поэтому в нем не указываются конкретные причины предоставления отпуска.</p>
<p>Можно составить индивидуальное заявление на отпуск, но гораздо проще использовать установленную форму Т-6 (утв. Госкомстатом России 05.01.2004 № 1).</p>
<p>
    Об­ра­зец при­ка­за на от­пуск в связи с по­хо­ро­на­ми можно по­смот­реть <a href="https://glavkniga.ru/forms/konsultation/20_04_45b_prikaz_otpusk_pohorony.pdf" target="_blank">здесь</a>.


</p>
<p>Если вы решите разработать форму заявления на отпуск, обязательно приложите ее в качестве приложения к правилам бухгалтерского учета.</p>
<h3 class="text-2xl font-bold my-2">Отражение отпуска в связи с похоронами в табеле учета рабочего времени</h3>
<p>Отражение времени отпуска в связи с кончиной близкого человека в табеле учета рабочего времени (форма №. Т-12 или Т-13, утвержденной постановлением Госкомстата РФ от 5 января 2004 года) зависит от оснований предоставления этого отпуска. В пункте 1 постановления Госкомстата РФ от 5 января 2004 года сказано, что это определяется причиной предоставления.</p>
<ul class="list-disc ml-4 mb-4">
    <li>если в силу за­ко­но­да­тель­ства, то от­пуск обо­зна­ча­ет­ся бук­вен­ным кодом «ОЗ» или циф­ро­вым кодом «17»;</li>
    <li>если с раз­ре­ше­ния ра­бо­то­да­те­ля, то в та­бе­ле ис­поль­зу­ет­ся бук­вен­ный код «ДО» или циф­ро­вой код «16». Также в этой си­ту­а­ции можно ис­поль­зо­вать бук­вен­ный код «ДБ» или циф­ро­вой код «18».</li>
</ul>

<h3 class="text-2xl font-bold my-2">Отражение отпуска в связи со смертью близкого родственника в графике отпусков</h3>
<p>Не обязательно, чтобы в плане отпусков отражались все отгулы, которые были предоставлены работнику в связи с похоронами.</p>
<h3 class="text-2xl font-bold my-2">Личная карточка работника</h3>
<p>Сведения, относящиеся к отпуску работника на похороны, заносятся в раздел viii «Отпуск» личной карточки работника (форма Т-2, утвержденная постановлением Госкомстата России от 05.01.2004 № 1).</p>
<h3 class="text-2xl font-bold my-2">Сколько раз может быть предоставлен «скорбный» отпуск</h3>
<p>Работникам по закону полагается отгул в случае похорон.</p>
<p>В случае тяжелой утраты человека, не являющегося членом семьи, решение о предоставлении отпуска принимает работодатель.</p>
<h3 class="text-2xl font-bold my-2">Что грозит работодателю, не отпустившему работника в отпуск в связи с похоронами</h3>
<p>Если работнику отказали в отпуске в связи с кончиной члена семьи и он подал жалобу в трудовую инспекцию, то работодатель может быть подвергнут штрафу. Это указано в части первой статьи пять пункт двадцать семь КоАП рф. Размер указанного штрафа определяется настоящим правилом.</p>
<ul class="list-disc ml-4 mb-4">
    <li>от 30 тыс. руб. до 50 тыс. руб. для ор­га­ни­за­ций;</li>
    <li>от 1 тыс. руб. до 5 тыс. руб. для долж­ност­ных лиц ор­га­ни­за­ций, а также для ра­бо­то­да­те­лей-ИП.</li>
</ul>
<p>Следует отметить, что если работодатель вновь не предоставит «траурный» отпуск после того, как был наказан за отказ работнику в предоставлении отгула на похороны, наказание будет существенно отличаться (ч. 2 ст. 5.27 КоАП РФ).

</p>
<ul class="list-disc ml-4 mb-4">
    <li>от 50 тыс. руб. до 70 тыс. руб. для ор­га­ни­за­ций;</li>
    <li>от 10 тыс. руб. до 20 тыс. руб. для долж­ност­ных лиц ор­га­ни­за­ций/ра­бо­то­да­те­лей-ИП.</li>
</ul>
<h3 class="text-2xl font-bold my-2">Материальная помощь работнику в связи со смертью близкого родственника</h3>
<p>Работодатель может оказать денежную помощь работнику, пережившему смерть близкого человека. Коллективный договор или соглашение должны определять возможности такой помощи.</p>

<h3 class="text-2xl font-bold my-2">Заявление на материальную помощь</h3>
<p>Для получения денежной помощи, связанной с кончиной члена семьи, работник должен составить заявление и представить его копии.</p>

<ul class="list-disc ml-4 mb-4">
    <li>сви­де­тель­ства о смер­ти;</li>
    <li>до­ку­мен­тов, под­твер­жда­ю­щих род­ство с умер­шим.</li>
</ul>
<p>Дан­ное за­яв­ле­ние может вы­гля­деть так:</p>
<p>Ге­не­раль­но­му ди­рек­то­ру</p>
<p>ООО «Алень­кий цве­то­чек»</p>
<p>Ро­за­но­ву В.А.</p>
<p>от спе­ци­а­ли­ста от­де­ла кад­ров</p>
<p>Ва­силь­ко­вой Е.С.</p>

<p class="pt-2">За­яв­ле­ние</p>
<p>Прошу ока­зать мне ма­те­ри­аль­ную по­мощь в связи со смер­тью моей ма­те­ри Ива­но­вой Л.П. Копии сви­де­тель­ства о смер­ти, сви­де­тель­ства о рож­де­нии, под­твер­жда­ю­ще­го род­ство с Ива­но­вой Л.П., а также сви­де­тель­ства о браке, под­твер­жда­ю­ще­го смену мною фа­ми­лии в связи со вступ­ле­ни­ем в брак, при­ла­гаю.</p>
<div class="inline-flex justify-between">
    <p>06.02.2019</p>
    <p>Е.С. Ва­силь­ко­ва</p>
</div>
<h3 class="text-2xl font-bold my-2">В какой срок работник должен подать заявление</h3>
<p>Срок, в течение которого сотрудник может подать заявление на получение финансовой помощи в связи со смертью члена семьи, должен быть определен либо в коллективном договоре, либо во внутренней директиве. Например, можно определить, что сотрудник должен подать заявление в течение двух недель после смерти родственника.</p>
<h3 class="text-2xl font-bold my-2">В какой срок работодатель должен выплатить материальную помощь работнику</h3>
<p>Работодатель по своему усмотрению определяет, когда передать работнику материальную помощь. Это не обязательное требование, а акт благожелательности. Это может быть сделано в течение следующего периода выплаты заработной платы после подачи заявления.</p>
<p>Дан­ный срок также лучше про­пи­сать в кол­лек­тив­ном до­го­во­ре/ЛНА.</p>
<h3 class="text-2xl font-bold my-2">Материальная помощь, оказываемая в связи с похоронами, и НДФЛ</h3>
<p>Разовая выплата работнику, связанная с кончиной родственника, не облагается налогом (п. 8 ст. 217 Налогового кодекса).</p>
<p>Важно помнить, что речь идет о налоговых льготах для помощи в ситуациях, связанных с уходом из жизни члена семьи, а не близкого родственника. Налоговый кодекс не дает никакого представления о значении понятия «члены семьи». Так, из статьи 2 Семейного кодекса видно, что членами семьи являются те, кто таковыми определены.</p>
<ul class="list-disc ml-4 mb-4">
    <li>су­пру­ги</li>
    <li>ро­ди­те­ли (в т.ч. при­ем­ные)</li>
    <li>дети (в т.ч. усы­нов­лен­ные)</li>
</ul>
<p>В результате вам не нужно беспокоиться о каких-либо претензиях со стороны налоговых органов, поскольку из суммы финансовой помощи, предоставляемой в связи с кончиной кого-либо из этих родственников, не будет вычитаться налог на доходы физических лиц.</p>
<p>В отношении денежной помощи в связи со смертью других родственников вердикт не однозначен. В нескольких письмах министерства финансов говорилось, что данный вид компенсации должен освобождаться от НДФЛ, если работник проживал совместно с умершим (посмотрите, например, письмо Минфина от 14.11.2012 № 03−04−06/4–318). Однако другие заявили, что от налогообложения освобождается только материальная помощь, оказанная членам семьи в соответствии с семейным кодексом. За все остальные виды помощи, оказываемой не членам семьи, налоги нужно платить в обычном порядке (письмо Минфина от 24.07.2017 № 03−04−05/46847). Поэтому лучше исчислить и удержать НДФЛ с выплат, выдаваемых не членам семьи, иначе могут возникнуть проблемы с проверяющими.</p>


<h3 class="text-2xl font-bold my-2">«Скорбная» материальная помощь и страховые взносы</h3>

<p>Компенсация, выданная работнику в связи с кончиной родственника, не облагается никаким страховым сбором (положение 3.1 в статье 422 налогового кодекса).</p>
<p>В 2015 году министерство труда выпустило письмо №. 17−3/v-538, в котором говорилось, что определение «член семьи» не может быть расширено. Это постановление остается в силе и сегодня, несмотря на то, что взносами теперь занимаются налоговые органы, а не фонды (как указано в письме министерства финансов от 16.11.2016 n 03−04−12/67082).</p>
<p>Если, например, у работника умерла бабушка и он получил в связи с этим материальную помощь, то разумнее включить сумму этой помощи в базу по страховым взносам. Даже если вы готовы к судебному разбирательству, вы все равно можете избежать налогообложения выплаченной материальной помощи и подкрепить свое решение утверждением, что данная выплата не относится к трудовой деятельности работника.</p>


</div>`
}

const post4 = {
  title: 'Как устроить поминки для некрещеного человека? Подробная инструкция.',
  category: 'Традиции',
  filter: 'blog',
  meta: {
    meta_description: 'Поминки для некрещеного: как правильно организовать церемонию прощания.',
    meta_keywords: 'поминки, некрещеный, церемония, прощание, организация'
  },
  picterUrl: '1tcI-34p4MyFtl-2jqc3ChabIOCUnA7Yg',
  html: `
  <h1 class="text-2xl font-bold my-2">
  Поминки некрещеного человека как проводить

</h1>

<div class="mb-4 description">
  <p>Русская православная церковь довольно жестко относится к погребению людей, которые не принадлежали к христианской
      вере. Это касается не только тех, кто не был крещен, но и тех, кто покончил с собой, и даже представителей других
      религий. Им запрещено быть похороненными на церковных кладбищах и иметь крест или любые религиозные символы
      на надгробии.</p>

  <iframe width="100%" height="560" src="https://www.youtube.com/embed/F86Wd5AX5N4" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowfullscreen></iframe>

</div>

<div class="body_sub">

  <h2 class="text-2xl font-bold my-2">
      Почему нельзя отпевать некрешенных людей
  </h2>


  <p>Невозможно возносить молитвы от имени того, кто не был крещен, поскольку это действие предназначено только для
      тех, кто был крещен. Если умерший был вам близок, вы можете помолиться за его душу у себя дома. Церковная служба
      невозможна, так как невозможно обратить кого-то посмертно. </p>


  <h3 class="text-2xl font-bold my-2">Как хоронить некрешенных усопших</h3>

  <p>
      Невозможно соблюсти обычные правила православного погребения человека, который не был христианином или отказался
      быть связанным с этой религией. По такому человеку не может быть отслужена панихида, крещение также
      не допускается, так как каждый должен прийти к этому по своей воле.

  </p>


  <p>В случае, если человек не был крещен при жизни, родственники могут провести поминальную службу дома и зажечь
      свечи в церкви, чтобы принести покой его душе. Однако важно понимать, что заказ панихиды и знание того, что
      усопший не был приверженцем христианства, является правонарушением. На могиле покойного нельзя ставить
      христианский крест и выставлять какие-либо знаки веры, так как это будет считаться кощунством.
  </p>


  <h3 class="text-2xl font-bold my-2">О поминовении некрещеных людей</h3>
  <p>Ни один человек, не принявший крещения, не может быть признан в храме. Только бог может решить судьбу их души,
      и это не то, что можно изменить. Для проведения поминовения некрещеных людей кровные родственники могут подавать
      частные прошения у себя дома или совершать добрые дела в память об ушедшем. Кроме того, при желании за них может
      быть зажжена свеча при погребении; это не противоречит религиозным убеждениям и не считается грехом. Заказать
      крест за умершего некрещеного невозможно, так как он доступен только членам Церкви Христовой. Но молитвы все
      же можно произносить самостоятельно дома в частном благоговении.
  </p>


</div>

<div class="body_main">
  <h3 class="text-2xl font-bold my-2">Как можно помочь душе</h3>
  <p>Церковь строго запрещает поминать тех, кто не был крещен, считая это тяжким преступлением. Чтобы помочь душе
      такого человека, можно ежегодно читать молитвы святому Уару — эта практика становится все более распространенной
      в России.

  </p>
  <p>Святой Григорий Евангелист в начале христианства молился за душу языческого императора Траяна, несмотря на его
      враждебное отношение к христианам. Рассказывают, что Григорий Двоеслов услышал божественное послание, которое
      успокоило дух Траяна. Аналогичным образом, существует известное повествование о преподобном Макарии Великом,
      который во время скитаний по пустыне встретил череп и узнал, что это был языческий жрец, страдающий от наказания
      в аду, но его мучения были облегчены молитвами за его душу. И по сей день мало что изменилось: вы по-прежнему
      можете совершать добрые дела, зажигать свечи за его упокой и молиться в своей келье о помощи некрещеным душам
      умерших людей.

  </p>
  <h4 class="text-2xl font-bold my-2">Милостыня и помощь нуждающимся</h4>
  <p>Помощь внутреннему миру человека, не принадлежащего к общине Христа, может быть оказана просто путем совершения
      добрых дел. Это может включать помощь нуждающимся, пожертвования на благотворительность, совершение только
      добрых дел и уменьшение собственной неправедности перед Богом.</p>
  <h4 class="text-2xl font-bold my-2">Домашние молитвы </h4>
  <p>Можно призвать дух святого Уара для молитвы за усопших, которые не были крещены, читая канон у себя дома или
      в церкви, освященной в память мученика Уара. Службы проводятся и в других церквях, где есть иконы, посвященные
      этому святому. Считается, что после таких молитв те, кто потерял близких, будут видеть во сне тех, кто ушел
      раньше, и благодарить их за помощь.</p>
  <p>До 40 дней следует читать такую молитву: </p>
  <p>Помяни, Господи Боже наш, в вере и надежди живота вечнаго  новопреставленного раба Твоего (или рабы Твоей),
      имярек, и яко благ и человеколюбец, отпущаяй грехи и потребляяй неправды, ослаби, остави и прости вся вольная
      его согрешения и невольная, возставляя его во святое второе пришествие Твое в причастие вечных Твоих благ, ихже
      ради в Тя Единаго верова, истиннаго Бога и Человеколюбца. Яко Ты еси воскресение и живот, и покой рабу Твоему,
      имярек, Христе Боже наш. И Тебе славу возсылаем, со безначальным Твоим Отцем и с Пресвятым Духом, ныне и присно
      и во веки веков, аминь. По истечению 40 дней необходимо читать такую молитву: Помяни, Господи Боже наш, в вере и
      надежди живота вечнаго преставльшагося раба Твоего, брата нашего (имя), и яко Благ и Человеколюбец, отпущаяй
      грехи, и потребляяй неправды, ослаби, остави и прости вся вольная его согрешения и невольная, избави его вечныя
      муки и огня геенскаго, и даруй ему причастие и наслаждение вечных Твоих благих, уготованных любящым Тя: аще бо и
      согреши, но не отступи от Тебе, и несумненно во Отца и Сына и Святаго Духа, Бога Тя в Троице славимаго, верова,
      и Единицу в Троице и Троицу во Единстве, православно даже до последняго своего издыхания исповеда. Темже
      милостив тому буди, и веру, яже в Тя вместо дел вмени, и со святыми Твоими яко Щедр упокой: несть бо человека,
      иже поживет и не согрешит. Но Ты Един еси кроме всякаго греха, и правда Твоя, правда во веки, и Ты еси Един Бог
      милостей и щедрот, и человеколюбия, и Тебе славу возсылаем Отцу и Сыну и Святому Духу, ныне и присно, и во веки
      веков. Аминь. </p>

  <h4 class="text-2xl font-bold my-2">Текст молитвы святому Уару</h4>
  <p>Перед обращением к святому Уару необходимо получить благословение духовного лица. Чтобы получить точную молитву,
      следует обратиться к полному православному сборнику молитв. </p>
  <p>О, святым мучениче Уаре досточудный, ревностию по Владыце Христу разжигаемь, Небеснаго Царя пред мучителем
      исповедал еси, и о Нем усердно пострадал еси, и ныне предстоиши Ему со ангелы, и в вышних ликуеши, и зриши ясно
      Святую Троицу, и светом Безначальнаго Сияния наслаждаешися, воспомяни и наших сродников томление, умерших в
      нечестии, приими наше прошение, и якоже Клеопатрин род неверный молитвами твоими от вечных мук свободил еси,
      тако воспомяни елицы противобожне погребенныя, умершия некрещенными, потщися испросити оным от вечныя тьмы
      избавление, да вси едиными усты и единем сердцем восхвалим Премилосерднаго Творца во веки веков. Аминь. </p>

  <h3 class="text-2xl font-bold my-2">Кого еще нельзя отпевать </h3>

  <p>Похороны — это торжественное событие для верующих, которое обычно проходит в церкви. Но бывают случаи, когда
      церковь отказывается проводить отпевание умершего. Это может быть связано с отсутствием крещения, самоубийством
      или принадлежностью к другой религии. Согласно православным правилам, самоубийство считается особо тяжким
      преступлением. Поэтому запрещается проводить панихиды и хоронить самоубийц на церковных кладбищах. Однако
      возможны некоторые исключения, когда погребальная служба все же может быть проведена, например, по тем, кто
      не полностью отвечает за свои поступки или принес большую жертву ради других.</p>
  <p>Для того чтобы провести отпевание в церкви, необходимо доказать, что умерший не страдал психическими
      заболеваниями или расстройствами, не погиб в результате несчастного случая и обладал хорошим характером. Для
      этого необходимо направить заявление епископу с подробным описанием обстоятельств смерти. Могут потребоваться
      подтверждающие документы, например, медицинская справка или другие свидетельства. В некоторых случаях, когда
      попытка самоубийства была предпринята, но не удалась из-за своевременно оказанной помощи, священник все равно
      может провести службу, если до потери сознания было выражено раскаяние. Если по какой-либо причине храм
      отказывает в погребальных услугах, то молитвы и добрые дела дома могут помочь успокоить душу. </p>
  <p>Что касается тех, кто покончил с собой, и некрещеных, то церковь их не признает. Точно так же, когда речь идет
      о людях, которые не верили в христианство или относились к нему пренебрежительно, им также отказывают
      в похоронной службе. Если мы не уверены, был ли кто-то крещен или нет, мы должны приложить все усилия, чтобы
      выяснить это или найти его крестных родителей. В случае самоубийства, если у человека был шанс покаяться перед
      смертью, священник может провести панихиду. Что касается младенцев — это еще более сложный вопрос.</p>
  <p>Человек должен принять сознательное решение принять крещение, а младенцы на это не способны. Тем не менее,
      священники скажут вам, что запрет на отпевание касается не только родившихся детей, но и младенцев, которые
      умерли в утробе матери, не успев принять крещение. Даже в этих случаях церковь не разрешает проводить отпевание.
      Чтобы душа ушедшего из жизни некрещеного младенца упокоилась с миром, можно помолиться дома, зажечь свечи
      в память о нем и совершать добрые дела, например, благотворительные пожертвования или другие поступки.</p>
  <p>В заключение хочу сказать, что тема погребения некрещеных людей была предметом дискуссий на протяжении веков
      и остается таковой и сегодня, несмотря на глобальный упадок религии. Хотя различные секты имеют разные мнения
      о том, как следует поступать с такими людьми после смерти, большинство сходится в одном: каждый человек,
      крещеный или нет, заслуживает уважения и соответствующего погребения.</p>


</div>
  `
}
const posts = [post, post2, post3, post4];
export default posts

