<template>
  <div :class="['flex flex-col gap-4', $device.isMobile ? 'px-4' : 'px-20']">
   <div>
  <div class="container mx-auto px-4 py-8">
    <h1 class="text-2xl font-bold mb-4">ООО «Зауральский похоронный дом»</h1>
    <p class="text-lg mb-4">Наша компания предоставляет полный комплекс ритуальных услуг населению г. Кургана и Курганской области уже более 10 лет.</p>
    <p class="text-lg mb-4">Мы имеем:</p>
    <ul class="list-disc mb-4 ml-8">
      <li>шесть юридических лиц</li>
      <li>две холодильные камеры для хранения тел умерших</li>
      <li>три траурных зала</li>
      <li>специальный транспорт для эвакуации умерших</li>
      <li>катафальный транспорт</li>
      <li>собственное производство ритуальных товаров</li>
      <li>несколько филиалов в разных районах города и области</li>
    </ul>
    <p class="text-lg mb-4">Мы гордимся тем, что круглосуточно осуществляем эвакуацию умерших из любых мест.</p>
    <p class="text-lg mb-4">Мы также имеем прямое взаимодействие с Курганским областным бюро Судебно-медицинской Экспертизы и Курганским областным патологоанатомическим бюро, заключены договора на обслуживание и эвакуацию умерших в морги города Кургана.</p>
    <p class="text-lg mb-4">Мы оказываем услуги любым социальным слоям населения и поэтому в сентябре 2016 года открыли «Прощальный комплекс», расположенный по адресу пр. Машиностроителей, 34.</p>
    <p class="text-lg mb-4">Наша компания всегда выделяет средства на благотворительность и бесплатно обслуживает льготные категории граждан, такие как дети до 14 лет, участники ВОВ, локальных конфликтов и ликвидации ЧАЭС.</p>
    <p class="text-lg mb-4">Мы стремимся облегчить процесс погребения и оказать максимальную помощь в тяжелый момент утраты близких. Обращайтесь к нам за качественным и надежным ритуальным обслуживанием.</p>
  </div>
</div>
  </div>
</template>


<script>
import { Vue, Component } from "vue-property-decorator";

@Component({
  head() {
    return {
      title: 'О компании "Зауральский похоронный дом"',
    };
  },
})
export default class Contact extends Vue {
  
  mounted() {
    

  }
}
</script>