<template>
  <div
    :class="[
      'flex',
      $device.isMobile ? 'flex-col mb-6' : 'flex-row',
      'justify-center',
      'gap-6',
      'px-4',
    ]"
  >
    <MenuForPost category_en="all" />

    <div class="flex flex-col gap-4 pt-20 w-full">
      <HoverForPost :post="post" />

      <Pagination
        :category_en="post.category_en"
        :category="post.category"
        :title="post.title"
            :post="post"
        :direction="post.direction"
      />

      <p class="italic text-right">
        В двух словах, как только врач констатирует смерть, семья должна быстро
        связаться с надежной городской похоронной службой. Рекомендуется
        связаться с похоронным агентом и попросить его взять на себя все заботы
        по организации похорон. Чем раньше это будет сделано, тем меньше
        вероятность столкнуться с недобросовестными агентами. Если незнакомый
        агент появляется неожиданно, например, в сопровождении сотрудников
        службы спасения. в сопровождении сотрудников службы спасения, лучше
        всего отказаться от их услуг и сообщить, что вы уже связались с агентом
        городской похоронной службы, который скоро прибудет.
      </p>
      <p>
        Когда человек умирает, первое, что нужно сделать,— позвонить вполицию
        и сообщить о смерти. После обращения в экстренную службу запишите
        контактные данные агента ритуальной службы, позвонив по многоканальному
        телефону <a href="tel:+7 (3522) 610‒630">+7 (3522) 610‒630</a> (круглосуточно). Важно не перемещать
        тело и неприкасаться к нему, так как это может помешать расследованию,
        которое необходимо провести.
      </p>
      <TablePriceforpost :post="post" />

      <h2 class="text-theme-10 text-shadow text-2xl mb-4 ml-2 mt-2">
        Человек умер вквартире (дома), что мне делать?
      </h2>
      <p class="mt-2">
        Если человек умер дома, важно, чтобы члены его семьи как можно скорее
        обратились кместным врачам или впохоронное бюро. Они дадут совет отом,
        что нужно делать дальше, ипомогут стакими мероприятиями, как регистрация
        смерти иорганизация транспортировки останков умершего, если это
        необходимо.
      </p>

      <h2 class="text-theme-10 text-shadow text-2xl mb-4 ml-2">
        Что делать, если человек умер наработе или вобщественном месте?
      </h2>

      <p>
        Если кто-то умер, находясь вобщественном месте, важно, чтобы посторонние
        люди немедленно оповестили службы спасения, позвонив потелефону 999 (или
        112, если вынаходитесь запределами Великобритании). Поприбытии спасатели
        примут соответствующие меры, например, свяжутся счленами семьи ипри
        необходимости организуют транспортировку останков.
      </p>

      <h3 class="text-theme-10 text-shadow text-2xl mb-4 ml-2">Что нельзя делать, если умер человек:</h3>

      <p>
        Мы советуем вам воздержаться отнекоторых видов деятельности, чтобы
        держаться подальше от черных агентов. Согласно информации,
        предоставленной властями, когда кто-то умирает, встретиться счленами
        семьи приходят восновном черные агенты.
      </p>
      <p>
        Остерегайтесь: если вы пригласите черного агента к себе домой, вами
        воспользуются. Они будут манипулировать вашими эмоциями и кошельком,
        заставляя вас заплатить в три раза больше, чем стоит похоронное бюро
        в городе. Кроме того, вдень церемонии они могут просто исчезнуть, оставив
        похороны не завершенными, и все придется делать заново.
      </p>
      <h3 class="text-theme-10 text-shadow text-2xl mb-4 ml-2">
        Куда обращаться, если умер близкий человек?
      </h3>

      <p>
        Сертифицированные агенты ритуальной службы zpd45.ru приезжают к вам
        только по телефонному вызову, либо по личному обращению в офисы компании
        (Курган, пр-кт Машиностроителей, 34).
      </p>
      <p>
        Ритуальная служба zpd45.ru – это гарантия чуткого отношения к
        родственникам усопшего и уважения к покойному. За помощью к нам ежегодно
        обращается более 1000 человек, и большинство их приходит по
        рекомендации.
      </p>
      <p>
        По всем вопросам вас квалифицированно проконсультируют в городской
        ритуальной службе по телефону <a href="tel:+7 (3522) 610‒630">+7 (3522) 610‒630</a> (круглосуточно). Мы
        проведём похороны так, что они станут воплощением вашей любви к близкому
        человеку.
      </p>
  
      <CtaGeneral class="my-4" />
      <InformationForHome direction="services" />
    </div>
  </div>
</template> 


<script lang="ts">
import { Vue, Component, Prop } from "vue-property-decorator";
import CtaGeneral from "~/shared/ctaGeneral.vue";
import InformationForHome from "~/components/home/informationBlock.vue";
import MenuForPost from "~/components/menu_for_post/Main.vue";
import Pagination from "~/components/pagination/Main.vue";
import HoverForPost from "~/components/hover_for_post/Main.vue";
import TablePriceforpost from "~/components/table_price_for_post/Main.vue";

@Component({
  components: {
    CtaGeneral,
    InformationForHome,
    MenuForPost,
    Pagination,
    HoverForPost,
    TablePriceforpost,
  },
  head(this: any) {
    return {
      title: this.post.title,
      meta: [
        {
          hid: "description_post",
          name: "description",
          content: `Как приобрести захоронение на кладбище в ритуальном агентстве zpd45.ru? Служба похоронных услуг Кургане - самая старая и надежная. Гарантируем высокое качество и безотказную работу.`,
        },
      ],
    };
  },
})
export default class MestoNaKladbishche extends Vue {
  date = new Date().getFullYear();
  post = {
    title: "Что делать после смерти человека?",
    picterUrl: "1SRUqTLDdfMfFOWdes-EFCtsPZbEsG7TU",
    category: "Захоронения",
    category_en: "zakoronenia",
    items: [
      { title: "Омовение" },
      { title: "Транспортировка тела" },
      { title: "Гроб" },
    ],
    direction: 'services'
  };
}
</script>