<template>
  <div
    :class="[
      'flex',
      $device.isMobile ? 'flex-col mb-6' : 'flex-row',
      'justify-center',
      'gap-6',
    ]"
  >
    <!-- <MenuForPost category_en="all" /> -->

    <div class="flex flex-col gap-4 pt-20 w-full">
      <HoverForPost :post="post" :load="false" />
      <Pagination
        :category_en="post.category_en"
        :category="post.category"
        :title="post.title"
        :post="post"
        :direction="post.direction"
      />
   <p class="text-lg mb-4">В ситуациях, когда семья предпочитает скромное прощание с усопшим, мы предлагаем похороны экономкласса с минимальным набором ритуальных услуг. Однако при этом мы гарантируем соблюдение всех необходимых ритуалов и предлагаем широкий выбор подходящей ритуальной атрибутики. Вы можете сэкономить, выбрав скромные аксессуары, без аренды прощального зала, поминок и отпевания. Наша компания предоставляет услуги организации похорон с недорогими ценами, но при этом высоким уровнем качества и представительности.</p>
      <AboutServices />

      <div class="grid grid-cols-1 text-lg">
    <h2 class="text-2xl font-bold text-center p-8">Эконом похороны в {{cityName(CITY_G.name)}}</h2>
    <div class="p-4" id="page#1-1-0-1">
        <p class="text-justify">В условиях большого города ритуалы прощания с усопшим меняются, а компания Госмосритуал не остается в стороне от этих изменений. Мы понимаем, что не у каждого есть время бдеть возле тела покойного, поэтому предлагаем услуги похорон экономкласса, которые включают минимальный набор необходимых ритуальных услуг. Наша компания сможет организовать качественно и с достоинством похороны усопшего, которые будут соответствовать установленным традициям.</p>
        <p class="text-justify">В состав комплекса «Эконом» входит:</p>
        <ul class="list-disc list-inside text-justify">
            <li>Простой деревянный гроб с тканевой обивкой;</li>
            <li>Постель из текстиля и мягкая обувь для усопшего;</li>
            <li>Перевозка на кладбище или в крематорий;</li>
            <li>Доставка ритуальных атрибутов, включая металлический крест.</li>
        </ul>
        <p class="text-justify">Крест не потребуется, если вы выберете кремацию и урну захороните в уже готовую могилу родственника или замурите в ячейку колумбария. Для экономии на похоронах можно ограничиться поездкой на могилу, приготовить поминальный обед самостоятельно или заказать набор блюд из недорогого кафе, а также пригласить гостей. Если вам понадобится помощь в доставке гостей или организации трапезы, мы готовы предложить наиболее выгодные варианты и помочь с выбором заведений экономкласса.</p>
        <p class="text-justify">Обращайтесь к нашим ритуальным агентам, они смогут помочь выбрать наиболее подходящий вариант по организации похорон экономкласса в {{cityName(CITY_G.name)}} с учетом всех ваших пожеланий и требований. Мы уверены, что наши услуги помогут справиться с трудностями и своевременно провести достойный прощальный ритуал с усопшим родственником или близким.</p>
    </div>
</div>

      <HowWeWork />

      <div class="text-lg" id="page#4-0-0-1">
    <p class="text-justify mb-4">Наше бюро помогает организовать самые дешевые похороны в {{cityName(CITY_G.name)}}. Агенты ритуальной службы предлагают вам набор услуг в соответствии с вашими финансами. Это значит, что вы гарантированно защищены от навязывания дорогостоящих услуг, без которых можно обойтись.</p>
    <p class="text-justify mb-4">Мы поможем <a href="/organizatsiya-pokhoron" class="text-green-500">организовать похороны</a> в {{cityName(CITY_G.name)}} доступно и достойно провести в последний путь усопшего. Можем предложить как комплекс, так и отдельные услуги. Например, вы можете отказаться от венков или бригады сопровождения, и привлечь в качестве носильщиков своих знакомых.</p>
    <p class="text-justify font-medium mb-2">Мы предоставляем следующие услуги:</p>
    <ul class="list-disc list-inside text-justify mb-4">
        <li>Отправляем к вам агента бесплатно.</li>
        <li>Консультируем по всем вопросам.</li>
        <li>Помогаем подобрать подходящий комплекс или отдельные услуги.</li>
        <li>Оказываем помощь с оформлением документов.</li>
        <li>Защищаем от действий черных агентов.</li>
        <li>Оказываем психологическую поддержку.</li>
        <li>Предоставляем транспорт экономкласса.</li>
        <li>Хороним одиноких людей: похороны могут организовать знакомые или соседи, им же положена компенсация расходов.</li>
    </ul>
    <p class="text-justify mb-4">Мы поможем вам в кратчайший срок решить массу вопросов и берем на себя любые задачи, оказываем профессиональную поддержку и договариваемся с любыми организациями: загсами, МФЦ, больницами, моргом, кладбищем, крематорием. Чтобы все мероприятия прошли в срок, нужные документы были выданы вовремя, воспользуйтесь помощью аккредитованной организации.</p>
</div>

      <p class="text-lg mb-4">
        <a href="https://zpd45.ru/" class="text-xl font-bold"
          >Зауральский похоронный дом</a
        >
        - это компания, которая заслужила славу своих высококачественных услуг в
        организации похорон пенсионеров в Кургане. Наша команда - это
        профессионалы, обладающие значительным опытом в организации похорон
        ветеранов и пожилых людей в {{cityName(CITY_G.name)}} и области. Мы гарантируем
        вам, что наши услуги включают полное учет всех государственных льгот,
        доступных нашим клиентам. Каждый пожилой человек заслуживает самых
        заботливых и уважительных похорон, поэтому наша команда обеспечивает
        организацию каждой детали с должным вниманием и профессионализмом.
        Выбрав нас в качестве поставщика услуг, вы можете быть уверены, что мы
        предоставим вам максимальный уровень комфорта и поддержки в трудный
        момент потери близкого человека.
      </p>

      <p class="text-lg mb-4 mt-4">
        Трагический опыт для семьи и друзей, уход из жизни любимого человека
        можно сделать более терпимым, если поручить оформление документов агенту
        zpd45.ru. Они соберут все необходимые документы, подадут заявку на
        получение пособия на погребение и организуют похороны. Просто позвоните
        на нашу горячую линию по телефону
        <a href="tel:+7 (3522) 610‒630">+7 (3522) 610‒630</a>, чтобы за вами
        закрепили агента — мы работаем круглосуточно и без выходных.
      </p>
      <TablePriceforpost :post="post" />

      <CtaGeneral class="my-4" />
      <!-- <InformationForHome direction="services" /> -->
    </div>
  </div>
</template>



<script lang="ts">
import { Vue, Component, Prop } from "vue-property-decorator";
import CtaGeneral from "~/shared/ctaGeneral.vue";
import InformationForHome from "~/components/home/informationBlock.vue";
import MenuForPost from "~/components/menu_for_post/Main.vue";
import Pagination from "~/components/pagination/Main.vue";
import HoverForPost from "~/components/hover_for_post/Main.vue";
import TablePriceforpost from "~/components/table_price_for_post/Main.vue";
import { Getter } from "vuex-class";
import AboutServices from "~/components/aboutService.vue";
import HowWeWork from "~/components/howwework.vue";
import declineNoun from "~/utils/decline";

@Component({
  components: {
    CtaGeneral,
    InformationForHome,
    MenuForPost,
    Pagination,
    HoverForPost,
    TablePriceforpost,
    AboutServices,
    HowWeWork,
  },
  head(this: any) {
    return {
      title: this.post.title + " | " + this.cityName(this.CITY_G.name),
      meta: [
        {
          hid: "description_post",
          name: "description",
          content: `Мы расскажем о доступных вариантах организации церемонии, которые позволят значительно сэкономить на расходах. Вы узнаете о том, как выбрать бюджетный вариант гроба, услуги по уходу за усопшим и бальзамированию, а также о дополнительных услугах, которые следует отказаться при заказе похорон. Убедительно просим вас ознакомиться с материалом, который поможет вам сэкономить значительную сумму денег на похоронах в случае, если у вас есть ограниченный бюджет на проведение похоронной церемонии.`,
        },
      ],
    };
  },
})
export default class Covid19 extends Vue {
  @Getter("city/CITY_G") CITY_G!: any;

  cityName(name: string) {
    return declineNoun(name);
  }

  date = new Date().getFullYear();
  post = {
    title: `Похороны по минимальной цене: что нужно знать о бюджетных вариантах проведения церемонии`,
    picterUrl: "1uv3D-bhiX76qGRsRno-ZUSCUf-6ARyzY",
    category: "Организация похорон",
    category_en: "organizaciya_pohoron",
    direction: "services",
    title_price: "Сколько стоят похороны: какие расходы включены в цену?",
    price: "от 15 000 ₽",
    items: [
      { title: "Омовение" },
      {
        title:
          "Подготовительный этап, включающий сбор необходимых документов и оформление договора с похоронными агентствами.",
      },
      {
        title:
          "Транспортировка тела умершего в морг или крематорий (если необходимо).",
      },
      {
        title:
          "Организация и проведение церемонии прощания по усопшему (в церкви или в помещении похоронной службы).",
      },
      { title: "Перевозка тела на кладбище и проведение процессии." },
      { title: "Оформление могильного участка и похоронное обряд" },
    ],
  };
  mounted() {
    // console.log(this.CITY_G.name);
    // this.post.title = `Организация похорон в ${this.CITY_G.name} и области`;
  }
}
</script>