<template>
<div
    :class="[
      'flex',
      $device.isMobile ? 'flex-col mb-6' : 'flex-row',
      'justify-center',
      'gap-6',
      'px-4',
    ]"
  >
    <MenuForPost category_en="all"/>

   <div class="flex flex-col gap-4 pt-20 w-full">
    <HoverForPost :post="post" :load="false"/>

    <Pagination :category_en="post.category_en" :category="post.category" :title="post.title" :post="post" :direction="post.direction"/>
    <p class="my-3">
      Когда в семье случается несчастье, нередко члены семьи умершего оказываются перегружены и не в состоянии уследить за всеми деталями, особенно если трагедия произошла далеко от дома и требует дальних переездов. Будьте уверены, что наша похоронная служба позаботится о том, чтобы груз 200 был доставлен быстро и в соответствии с вашими пожеланиями, соблюдая все формальности.
    </p>
   
    <TablePriceforpost :post="post"/>

      <h2 class="text-theme-10 text-shadow text-2xl my-4 ml-2">ГРУЗ 200 (оцинковка, отправка)</h2>
    <p>
      Наши специалисты готовы решить все проблемы, связанные с доставкой груза 200 и его отправкой, включая международные поездки, из одного города в другой с помощью комплексного сервиса.
    </p>

    
    <p class="my-2">
    <ul class="list-disc ml-4 mb-4">
      <li>Организуем процедуру бальзамации.</li>
      <li>Соберет все необходимые документы и справки (более пяти инстанций).</li>
      <li>Осуществим обязательное в случае переправки умершего — бальзамирование.</li>
      <li>Поместим гроб в специальный цинковый ящик и упакуем его в транспортировочную деревянную конструкцию.</li>
      <li>Договоримся с авиакомпанией или транспортным ж/д бюро.</li>
      <li>Доставим груз до аэропорта или ж/д вокзала.</li>
      <li>Проконтролирует погрузку.</li>
      <li>Оформит прохождение таможни при отправки груза в другую страну.</li>
      <li>Организует встречу груза и прочие действия на месте.</li>
    </ul>
    </p>
    <h2 class="text-theme-10 text-shadow text-2xl my-4 ml-2">Груз 200: Перевоз самолетом</h2>
    <p class="mb-4">
      Когда необходима ускоренная доставка и нет других средств передвижения,
      наиболее удобным вариантом является использование самолета для доставки
      груза 200 в отдаленные места или за границу. Конечно, этот способ имеет
      свои недостатки: необходимо, чтобы груз был доставлен в аэропорт минимум
      за 6 часов до вылета и требуется специальный транспорт— катафалк— для
      транспортировки контейнера от места захоронения до места отправки. Кроме
      того, необходимо сопровождение, что может привести к задержке вылета или
      незапланированным остановкам. Тем не менее, этот способ остается одним из
      самых популярных при доставке груза 200 на дальние расстояния.
    </p>

    <h2 class="text-theme-10 text-shadow text-xl my-3 ml-2">Перевоз груза 200 поездом</h2>
    <p>
      Для тех, кому нужно перевезти гроб без особой спешки, существует
      экономичный способ сделать это. Однако имейте в виду, что экономия может
      не оправдаться, если поездка займет больше времени, чем ожидалось. Кроме
      того, имейте в виду, что в поезда, которые не все оборудованы багажными
      вагонами, можно взять только 200 единиц груза.
    </p>

    <h2 class="text-theme-10 text-shadow text-xl my-3 ml-2">Другие способы перевозки</h2>
    <p>Другими способами перевозки груза 200 являются:</p>
    <ul class="list-disc ml-4 mb-4">
      <li>Речной транспорт;</li>
      <li>Морской транспорт;</li>
      <li>Катафальный автотранспорт.</li>
    </ul>

    <h2 class="text-theme-10 text-shadow text-xl my-3 ml-2">
      Помощь в оформлении перевозки тела (груза 200)
    </h2>

    <p>
      Агентство zpd45.ru обладает опытом, ноу-хау и ресурсами для быстрого и
      экономически эффективного перемещения груза 200 в любой район России.
      Команда транспортно-логистической службы адресного сайта всегда будет
      стремиться обеспечить вам наиболее экономичную и быструю доставку груза
      200.
    </p>

    <CtaGeneral class="my-4" />
    <InformationForHome direction="services" />
  </div>
    
  </div>
 
</template> 


<script lang="ts">
import { Vue, Component, Prop } from "vue-property-decorator";
import CtaGeneral from "~/shared/ctaGeneral.vue";
import InformationForHome from "~/components/home/informationBlock.vue";
import MenuForPost from "~/components/menu_for_post/Main.vue";
import Pagination from "~/components/pagination/Main.vue";
import HoverForPost from "~/components/hover_for_post/Main.vue";
import TablePriceforpost from "~/components/table_price_for_post/Main.vue";

@Component({
  components: {
    CtaGeneral,
    InformationForHome,
    MenuForPost,
    Pagination,
    HoverForPost,
    TablePriceforpost
  },
  head(this: any) {
    return {
      title: this.post.title,
      meta: [
        {
          hid: "description_post",
          name: "description",
          content: `Как приобрести захоронение на кладбище в ритуальном агентстве zpd45.ru? Служба похоронных услуг Кургане - самая старая и надежная. Гарантируем высокое качество и безотказную работу.`,
        },
      ],
    };
  },
})
export default class MestoNaKladbishche extends Vue {
  date = new Date().getFullYear();
  post = {
    title: 'Груз 200 (оцинковка, отправка) доставка умерших в Круган и Краснодарскую область',
    picterUrl: '1iOf0uHJ3oB82YnCONTyqNirzgYXpc-Dn',
    category: 'Захоронения',
    category_en: 'zakoronenia',
    title_price: 'Что входит в стоимость перевозки груза 200?',
    price: 'от 20 000 ₽',
    items: [{title: 'Соберет все необходимые документы и справки'}, {title: 'Осуществим обязательное в случае переправки умершего — бальзамирование.'},
    {title: 'Поместим гроб в специальный цинковый ящик и упакуем его в транспортировочную деревянную конструкцию.'},
    {title: 'Договоримся с авиакомпанией или транспортным ж/д бюро.'},
    {title: 'Доставим груз до аэропорта или ж/д вокзала.'},
    {title: 'Проконтролирует погрузку.'},
    {title: 'Оформит прохождение таможни при отправки груза в другую страну.'},
    {title: 'Проведет все необходимые процедуры для получения груза в месте назначения.'},
    ],
    direction: 'services'


  }
}
</script>