<template>
<div
    :class="[
      'flex',
      $device.isMobile ? 'flex-col mb-6' : 'flex-row',
      'justify-center',
      'gap-6',
      'px-4',
    ]"
  >
    <MenuForPost category_en="all"/>

   <div class="flex flex-col gap-4 pt-20 w-full px-9 font-normal text-base">
    <HoverForPost :post="post"/>

    <Pagination :category_en="post.category_en" :category="post.category" :title="post.title"/>
    <p class="my-3">
      Необходимо знать, что при перевозке трупа через международные границы
      необходимо соблюдать правила, предписанные законодательством обеих стран.
      Для вывоза тела из одной страны в другую необходимо оформить документы,
      соответствующие требованиям законодательства, для того чтобы груз 200 был
      доставлен. Хотя эти правила не слишком сложны, они могут оказаться трудной
      миссией для человека, не имеющего представления о такого рода процедурах.
      Так, к перевозке груза 200 допускается только персонал похоронных служб,
      частные лица не допускаются.
    </p>
    <p>
      Мы можем использовать специальный автомобиль для случаев, когда
      репатриация умершего не предполагает его транспортировку на большой
      отрезок пути. Это хороший микроавтобус, который может перевозить не только
      гроб, но и любых сопровождающих пассажиров. Автомобиль также оснащен
      системой кондиционирования воздуха. Для ситуаций, когда расстояние,
      которое необходимо преодолеть, значительное, больше подходит перевозка
      самолетом или поездом. В таких случаях тело в контейнере или гробу будет
      находиться в багажном отделении, а все сопровождающие лица должны иметь
      билеты на проезд.
    </p>
    <TablePriceforpost :post="post"/>

    <h2 class="text-theme-10 text-shadow text-2xl my-4 ml-2">
      Как правильно перевозить груз 200
    </h2>
    <p class="my-2">
      Перевозка груза 200— это сложный и детальный процесс, который включает в
      себя заключение тела или кремации в герметичный цинковый гроб и помещение
      его в специальный контейнер. Для выполнения этой задачи необходимо
      получить ряд разрешений, поэтому похоронные компании обычно берутся за
      такую работу.
    </p>
    <h2 class="text-theme-10 text-shadow text-2xl my-4 ml-2">Груз 200: Перевоз самолетом</h2>
    <p class="mb-4">
      Когда необходима ускоренная доставка и нет других средств передвижения,
      наиболее удобным вариантом является использование самолета для доставки
      груза 200 в отдаленные места или за границу. Конечно, этот способ имеет
      свои недостатки: необходимо, чтобы груз был доставлен в аэропорт минимум
      за 6 часов до вылета и требуется специальный транспорт— катафалк— для
      транспортировки контейнера от места захоронения до места отправки. Кроме
      того, необходимо сопровождение, что может привести к задержке вылета или
      незапланированным остановкам. Тем не менее, этот способ остается одним из
      самых популярных при доставке груза 200 на дальние расстояния.
    </p>

    <h2 class="text-theme-10 text-shadow text-xl my-3 ml-2">Перевоз груза 200 поездом</h2>
    <p>
      Для тех, кому нужно перевезти гроб без особой спешки, существует
      экономичный способ сделать это. Однако имейте в виду, что экономия может
      не оправдаться, если поездка займет больше времени, чем ожидалось. Кроме
      того, имейте в виду, что в поезда, которые не все оборудованы багажными
      вагонами, можно взять только 200 единиц груза.
    </p>

    <h2 class="text-theme-10 text-shadow text-xl my-3 ml-2">Другие способы перевозки</h2>
    <p>Другими способами перевозки груза 200 являются:</p>
    <ul class="list-disc ml-4 mb-4">
      <li>Речной транспорт;</li>
      <li>Морской транспорт;</li>
      <li>Катафальный автотранспорт.</li>
    </ul>

    <h2 class="text-theme-10 text-shadow text-xl my-3 ml-2">
      Помощь в оформлении перевозки тела (груза 200)
    </h2>

    <p>
      Агентство zpd45.ru обладает опытом, ноу-хау и ресурсами для быстрого и
      экономически эффективного перемещения груза 200 в любой район России.
      Команда транспортно-логистической службы адресного сайта всегда будет
      стремиться обеспечить вам наиболее экономичную и быструю доставку груза
      200.
    </p>

    <CtaGeneral class="my-4" />
    <InformationForHome direction="services" />
  </div>
    
  </div>
 
</template> 


<script lang="ts">
import { Vue, Component, Prop } from "vue-property-decorator";
import CtaGeneral from "~/shared/ctaGeneral.vue";
import InformationForHome from "~/components/home/informationBlock.vue";
import MenuForPost from "~/components/menu_for_post/Main.vue";
import Pagination from "~/components/pagination/Main.vue";
import HoverForPost from "~/components/hover_for_post/Main.vue";
import TablePriceforpost from "~/components/table_price_for_post/Main.vue";

@Component({
  components: {
    CtaGeneral,
    InformationForHome,
    MenuForPost,
    Pagination,
    HoverForPost,
    TablePriceforpost
  },
  head(this: any) {
    return {
      title: this.post.title,
      meta: [
        {
          hid: "description_post",
          name: "description",
          content: `Как приобрести захоронение на кладбище в ритуальном агентстве zpd45.ru? Служба похоронных услуг Кургане - самая старая и надежная. Гарантируем высокое качество и безотказную работу.`,
        },
      ],
    };
  },
})
export default class MestoNaKladbishche extends Vue {
  date = new Date().getFullYear();
  post = {
    title: 'Груз 200',
    picterUrl: '1SRUqTLDdfMfFOWdes-EFCtsPZbEsG7TU',
    category: 'Захоронения',
    category_en: 'zakoronenia',
    items: [{title: 'Омовение'}, {title: 'Транспортировка тела'},{title: 'Гроб'}]


  }
}
</script>