<template>
  <div
    :class="[
      'flex',
      $device.isMobile ? 'flex-col mb-6' : 'flex-row',
      'justify-center',
      'gap-6',
      'px-4',
    ]"
  >
    <MenuForPost category_en="all" />
    <div class="flex flex-col gap-4 pt-20 w-full px-9 font-normal text-base">
      <HoverForPost :post="post" />
      <Pagination
        :category_en="post.category_en"
        :category="post.category"
        :title="post.title"
      />
      <p class="my-3">
        Кремация человека является альтернативным отправным пунктом для
        окончательного прощания с близким человеком. Это простой способ
        организации похорон, который может быть осуществлен в любой точке мира.
        Стоимость кремации зависит от множества факторов, таких как
        местоположение и процедура обработки предмета. Обычно стоимость кремации
        начинается около $1000 и может достигать нескольких тысяч долларов в
        зависимости от места проведения процедуры.
      </p>
      <h1 class="text-theme-1 text-xl my-3 ml-2">
        Кремация или захоронение на кладбище?
      </h1>
      <p>
        На сегодняшний день кремация более распространена, чем обычное
        захоронение, во всех частях света — от запада до востока, а также в
        нашей стране. Эта тенденция объясняется несколькими причинами:
      </p>
      <ul class="list-disc ml-4 mb-4">
        <li>
          По сравнению с обычными захоронениями, зеленые захоронения оказывают
          гораздо меньшее вредное воздействие на окружающую среду.
        </li>
        <li>
          Одним из основных преимуществ является предотвращение потенциального
          риска для здоровья, возникающего в результате нарушения правил
          чистоты, например, неправильно установленной санитарной границы.
        </li>
        <li>
          Некоторые люди психологически не приемлют идею захоронения в землю
          из-за процесса разложения, происходящего с трупом.относительно
          невысокой ценой на кремационные процедуры и последующее хранение урны
          (можно не покупать кладбищенский участок, а воспользоваться услугами
          колумбария);
        </li>
        <li>
          простотой урновых захоронений (если прах все-таки хоронят на кладбище,
          участок может быть меньшего размера, а соблюдать санитарный срок в
          15-20 лет необязательно).
        </li>
      </ul>
      <p>
        Процесс кремации предполагает использование высокотемпературного печного
        оборудования, которое используется для превращения тела в асфальтовую
        массу. Перед кремацией тело должно быть предварительно охлаждено и
        очищено от имплантатов. Затем оно помещается в металлическое коробку,
        которая помещается в специальный печной аппарат. После процедуры
        кремации получается асфальтовая масса в виде крошки, которая может быть
        использована для последующих похорон.
      </p>
      <p>
        Преимущества кремации Кремация: Во-первых, это более доступный и
        экономичный способ похорон по сравнению с классическими похоронами.
        Кроме того, процедура быстрая и занимает не более нескольких часов.
        Также она может быть осуществлена в любой точке мира и не требует
        перемещения тела. Этот способ позволяет семьям хранить останки близкого
        человека дома или размещать его в кремационной комнате
        многофункционального захоронения.
      </p>
      <ul>
        <li>Выбор крематория для проведения кремации;</li>
        <li>Устраните любые повреждения, вызванные перемещением тела.</li>
        <li>
          Для проведения 20-минутной поминальной службы предоставляется
          помещение вместимостью 100 человек.
        </li>
        <li>Музыкальное сопровождение</li>
        <li>Кремация покойного;</li>
        <li>Закрытие урны, в которой находится прах.</li>
        <li>Вырезание памятной надписи на одной урне.</li>
      </ul>
      <h3 class="text-theme-1 text-xl my-3 ml-2">
        Похоронить прах в колумбарии
      </h3>
      <p>
        Одним из вариантов, к которому прибегают многие семьи, является
        захоронение праха в колумбарии.
      </p>
      <p>
        Колумбарий — это сооружение, предназначенное для хранения кремированных
        останков, обычно в виде небольших контейнеров, называемых нишами или
        отсеками. Они могут располагаться на кладбищах, в церквях или других
        культовых сооружениях. Колумбарии служат достойным местом упокоения
        ушедших из жизни людей и предоставляют членам семьи возможность посетить
        их и вспомнить о любимом человеке.
      </p>
      <p>
        Помимо того, что колумбарий является привлекательным мемориалом для
        вашего любимого человека, существует ряд практических преимуществ,
        связанных с выбором этого вида захоронения по сравнению с традиционным
        захоронением в землю. Например, он занимает меньше места, чем
        традиционные захоронения, поэтому он легче для окружающей среды; он
        также требует меньшего ухода с течением времени, чем традиционные
        захоронения; и существует меньше ограничений, когда речь идет о
        транспортировке или перемещении в случае необходимости.
      </p>
      <p>
        Если вы рассматриваете возможность захоронения праха в колумбарии как
        часть поминальной службы вашего близкого человека, вам следует уделить
        время изучению различных вариантов, доступных в вашем регионе. Многие
        похоронные бюро предлагают услуги колумбария в рамках пакетных
        предложений; однако на некоторых кладбищах могут быть специальные
        колумбарии, которые вы можете использовать вместо этого. Важно
        поговорить с местными профессионалами, которые могут предоставить более
        подробную информацию о том, какие варианты доступны и какие расходы
        могут быть связаны с этим видом поминальных услуг, прежде чем принимать
        решение о том, как лучше почтить память вашего близкого человека.
      </p>
      <p>
        Захоронение праха в колумбарии предлагает семьям привлекательный способ
        почтить память ушедших близких, учитывая при этом такие практические
        аспекты, как стоимость и воздействие на окружающую среду. Если вы
        думаете, что это может быть подходящим вариантом для прощания с любимым
        членом семьи или другом, уделите время изучению всех возможностей,
        доступных рядом с вами, чтобы принять взвешенное решение о том, как
        лучше отдать дань памяти на долгие годы.
      </p>
      <h2 class="text-theme-1 text-xl my-3 ml-2">
        Можно ли похоронить прах в землю?
      </h2>

      <p>
        Захоронение праха может производиться в кладбищах, где доступны
        специальные кварталы для урновых захоронений. Большинство некрополей
        предлагают два варианта: урны могут быть рассчитаны на одного или на
        нескольких членов семьи, а также подхоранивать прах в родственной могиле
        поверх гроба. В некоторых случаях урны могут помещаться в склепы или
        саркофаги.
      </p>
      <h2 class="text-theme-1 text-xl my-3 ml-2">Документы</h2>
      <p>
        Обращаясь в наше ритуальное агентство, мы предоставляем возможность
        полностью оформить документы.
      </p>
      <p>
        Законный представитель умершего должен будет своевременно получить все
        необходимые бумаги до начала кремации. К ним относятся паспорт
        организатора похорон, официальное свидетельство о смерти, заверенное
        государством, договор на кремацию и чек за оказанные услуги. Желательно
        сделать это как можно скорее после наступления смерти. Основанием для
        оформления документов являются паспорта умершего и получателя, а также
        медицинская справка из морга; кроме того, если смерть наступила не по
        естественным причинам, необходимо получить разрешение в областном
        управлении следственного комитета. После кремации потребуются
        дополнительные документы, чтобы члены семьи и друзья могли получить урну
        или нишу для колумбария. В случае выдачи урны в крематории потребуют
        паспорт руководителя похоронного бюро, заверенное свидетельство о
        смерти, справку о кремации и договор, а также кассовые чеки, полученные
        в похоронном агентстве (последние следует сохранить). При покупке места
        в колумбарии требуется паспорт руководителя похоронного бюро,
        официальное свидетельство о смерти и документ, подтверждающий
        проведенную кремацию.
      </p>
      <h2 class="text-theme-1 text-xl my-3 ml-2">
        Кремация человека в Кургане и Курганская область
      </h2>
      <p>
        Организация кремации, как и традиционных похорон, требует эффективного
        планирования. Лучше всего проконсультироваться с экспертом, который
        знает все тонкости этого ритуала. Консультация может понадобиться на
        любом этапе — от заполнения важной формы до выбора места захоронения.
        При желании почти все соответствующие операции можно поручить
        похоронному бюро — оно уполномочено решать любые вопросы, связанные с
        этой задачей, начиная с получения заверенного свидетельства о смерти и
        заканчивая договоренностью с крематорием. Это освободит много времени
        для членов семьи и друзей.
      </p>
      <p>
        zpd45.ru выражает вам соболезнования в это трудное время и предлагает
        свою помощь в организации похоронного обряда. В нашем похоронном бюро
        работают агенты с большим стажем работы и безупречной репутацией.
        Проведение кремации через городское похоронное бюро гарантирует
        надежность и убережет вас от непредвиденных расходов, которые могут
        потребовать отдельные конторы. Вы можете получить бесплатную
        консультацию, набрав номер +7 (3522) 610–630 в любое время дня и ночи.
      </p>
       <CtaGeneral class="my-4" />
    <InformationForHome direction="services" />
    </div>
  </div>
</template>

<script lang="ts">
import { Vue, Component, Prop } from "vue-property-decorator";
import CtaGeneral from "~/shared/ctaGeneral.vue";
import InformationForHome from "~/components/home/informationBlock.vue";
import MenuForPost from "~/components/menu_for_post/Main.vue";
import Pagination from "~/components/pagination/Main.vue";
import HoverForPost from "~/components/hover_for_post/Main.vue";
import TablePriceforpost from "~/components/table_price_for_post/Main.vue";

@Component({
  components: {
    CtaGeneral,
    InformationForHome,
    MenuForPost,
    Pagination,
    HoverForPost,
    TablePriceforpost,
  },
  head(this: any) {
    return {
      title: this.post.title,
      meta: [
        {
          hid: "description_post",
          name: "description",
          content: `Как приобрести захоронение на кладбище в ритуальном агентстве zpd45.ru? Служба похоронных услуг Кургане - самая старая и надежная. Гарантируем высокое качество и безотказную работу.`,
        },
      ],
    };
  },
})
export default class MestoNaKladbishche extends Vue {
  date = new Date().getFullYear();
  post = {
    title: "Кремация или захоронение на кладбище?",
    picterUrl: "1SRUqTLDdfMfFOWdes-EFCtsPZbEsG7TU",
    category: "Захоронения",
    category_en: "zakoronenia",
    items: [
      { title: "Омовение" },
      { title: "Транспортировка тела" },
      { title: "Гроб" },
    ],
  };
}
</script>