<template>
  <div
    :class="[
      'flex',
      $device.isMobile ? 'flex-col mb-6' : 'flex-row',
      'justify-center',
      'gap-6',
      'px-4',
    ]"
  >
    <MenuForPost category_en="all" />

    <div class="flex flex-col gap-4 pt-20 w-full px-9 font-normal text-base">
       <HoverForPost :post="post"/>

    <Pagination :category_en="post.category_en" :category="post.category" :title="post.title"/>
      <h1 class="text-theme-1 text-2xl mb-4 ml-2">
        На каком кладбище хоронить человека в Кургане?
      </h1>
      <p>
        Курган имеет более сотни кладбищ, однако они закрыты для захоронений,
        поскольку их переполненность давно стала проблемой. Таким образом, найти
        место на кладбище в городе утратило свою прежнию легкость.
      </p>
      <p class="mt-2">
        В этом случае существует три варианта для получения доступа к кладбищу в
        Кургане:
      </p>
      <ul class="list-disc ml-4 mb-4">
        <li>Получить бесплатное место на открытых кладбищах города</li>
        <li>
          Заключить договор родственного подзахоронения (что позволит хоронить
          на закрытых кладбищах)
        </li>
        <li>Приобрести место на аукционе</li>
      </ul>
      <p class="mb-4">
        Однако не все имеют «родственные могилы», а стоимость места на аукционе
        может оказаться недоступной для многих жителей. Для многих жителей
        Кургана, единственным доступным вариантом провести ритуал похорон и
        похоронить близкого человека является бесплатный участок на открытых для
        свободного захоронения кладбищах. Необходимо помнить, что получение
        права на использование места в городском некрополе представляет собой
        лишь возможность его бессрочного использования под могилу, с условием
        выполнения ухода за участком.
      </p>
    <TablePriceforpost :post="post"/>


      <h2 class="text-theme-1 text-xl my-3 ml-2">
        Цена мест на кладбище или сколько стоит место на кладбище в Кургане
        {{ date }} году?
      </h2>
      <p>
        С сентября 2022 года минимальная стоимость стандартного участка для
        захоронения гроба на кладбище в б. Чаусово (вместе со всеми
        сопутствующими документами) составит от 10 000 рублей, а урну с прахом
        можно будет упокоить минимум за 15 000 рублей. Жители Курганской области
        имеют доступ к девяносто трем кладбищам (по состоянию на сентябрь 2022
        года), и любой человек, включая тех, кто не имеет регистрации в области,
        может законно получить участок для захоронения своей семьи, представив в
        местную администрацию свидетельство о смерти.
      </p>
      <p>
        Места на кладбище для ветеранов и героев России Федеральный закон
        гарантирует жителям столицы получение специальных мест на городских
        кладбищах, в том числе частных. В частности, право на получение мест на
        этих некрополях имеют ветераны войн, герои России и бывшего СССР, а
        также люди, удостоенные государственных наград.
      </p>
      <h3 class="my-4">К ним относятся:</h3>
      <ul class="list-disc ml-4 mb-4">
        <li>Ветераны Великой Отечественной войны;</li>
        <li>Ветераны тыла Великой Отечественной войны;</li>
        <li>Герои России и Советского Союза, герои Социалистического Труда;</li>
        <li>Обладатели почетных премий и государственных наград РФ и СССР;</li>
        <li>Ветераны тыла Великой Отечественной войны;</li>
        <li>Полные кавалеры орденов Славы или Трудовой Славы;</li>
        <li>
          Обладатели почетных званий и наград, полученных от правительства
          города;
        </li>
        <li>
          Участники боевых действий (право на участок на Котляковском или
          Троекуровском кладбищах);
        </li>
        <li>Родственники первой и второй очереди, супруги;</li>
      </ul>
      <h2 class="text-theme-1 text-xl my-3 ml-2">
        Где купить место на кладбище в Кургане и Курганской области ? К кому
        обращаться?
      </h2>

      <p>
        О том, как получить место на кладбище для погребения человека, вы
        узнаете в городской ритуальной службе
        <a class="text-theme-1" href="https://zpd45.ru">zpd45.ru</a> по номеру
        круглосуточной информационной линии <a href="tel:+7 (3522) 610‒630">+7 (3522) 610‒630</a>. Специалисты
        <a class="text-theme-1" href="https://zpd45.ru">zpd45.ru</a>
        гарантированно помогут вам получить место на кладбище в подходящем
        варианте.
      </p>
      <p class="font-bold my-2">
        Помните! Получить место на кладбище можно не только через аукцион.
        Подумайте сначала о социальном варианте, который не требует вложения
        финансов. Если вам предлагают «купить место на кладбище» – это обман.
      </p>
      <p>
        Наши специалисты окажут помощь на всех этапах организации похорон. Мы
        расскажем о существующих вариантах получения места на кладбище – за
        деньги через аукцион или социальные службы, где можно получить участок
        безвозмездно по закону.
      </p>
      <p>
        Если вы решили купить место на кладбище под семейное захоронение, служба
        <a class="text-theme-1" href="https://zpd45.ru">zpd45.ru</a> бесплатно
        проконсультирует вас о нюансах приобретения прав на участок через единую
        информационную систему похоронной отрасли Ритуал и поможет не допустить
        досадных ошибок.
      </p>
      <CtaGeneral class="my-4" />
      <InformationForHome direction="services" />
    </div>
  </div>
</template> 


<script lang="ts">
import { Vue, Component, Prop } from "vue-property-decorator";
import CtaGeneral from "~/shared/ctaGeneral.vue";
import InformationForHome from "~/components/home/informationBlock.vue";
import MenuForPost from "~/components/menu_for_post/Main.vue";
import Pagination from "~/components/pagination/Main.vue";
import HoverForPost from "~/components/hover_for_post/Main.vue";
import TablePriceforpost from "~/components/table_price_for_post/Main.vue";


@Component({
  components: {
    CtaGeneral,
    InformationForHome,
    MenuForPost,
    Pagination,
    HoverForPost,
    TablePriceforpost
  },
  head(this: any) {
    return {
      title: this.post.title,
      meta: [
        {
          hid: "description_post",
          name: "description",
          content: `Как приобрести захоронение на кладбище в ритуальном агентстве zpd45.ru? Служба похоронных услуг Кургане - самая старая и надежная. Гарантируем высокое качество и безотказную работу.`,
        },
      ],
    };
  },
})
export default class MestoNaKladbishche extends Vue {
  date = new Date().getFullYear();
  post = {
    title: 'Место на кладбище в Кургане и Курганской области',
    picterUrl: '1SRUqTLDdfMfFOWdes-EFCtsPZbEsG7TU',
    category: 'Захоронения',
    category_en: 'zakoronenia',
    items: [{title: 'Омовение'}, {title: 'Транспортировка тела'},{title: 'Гроб'}]


  }
}
</script>