<template>
  <div
    :class="[
      'flex',
      $device.isMobile ? 'flex-col mb-6' : 'flex-row',
      'justify-center',
      'gap-6',
    ]"
  >
    <!-- <MenuForPost category_en="all" /> -->

    <div class="flex flex-col gap-4 pt-20 w-full">
      <HoverForPost :post="post" :load="false" />
      <Pagination
        :category_en="post.category_en"
        :category="post.category"
        :title="post.title"
        :post="post"
        :direction="post.direction"
      />
      <p class="text-lg mb-4">
        Коронавирусная инфекция вынуждает нас соблюдать особые меры
        безопасности. Похороны умерших от коронавирусной инфекции людей в Москве
        проводятся в соответствии с рекомендациями Минздрава. Правила могут
        ужесточаться или смягчаться в зависимости от эпидемиологической
        обстановки. Соблюсти все требования и провести похороны умершего от
        ковида без задержек Вам поможет наша городская специализированная служба
        по вопросам ритуального дела.
      </p>
      <AboutServices />

      <h2 class="text-2xl font-bold mb-8 text-center p-8">
        Что делать, если близкий умер от COVID-19?
      </h2>
      <div class="list-decimal">
        <p class="text-lg mb-4">
          Болезнь может привести к летальному исходу как в больнице, так и дома.
          В этой ситуации близкие люди вынуждены быстро принимать решения и
          планировать, как организовать похороны. С чего начать?
        </p>
        <li class="text-lg mb-4">
          Если больной коронавирусом умер дома, следует начать с вызова скорой
          помощи (103) для осмотра тела. Также следует позвонить в полицию
          (102). Обязательно нужно предупреждать о том, что умерший был заражен
          COVID-19. За время ожидания подготовьте документы, удостоверяющие
          личность человека, который будет встречать представителей экстренных
          служб. Также следует накрыть тело покойного чистой тканью и сделать
          все возможное, чтобы понизить температуру в помещении.
        </li>
        <li class="text-lg mb-4">
          Если смерть от коронавируса наступила в больнице, родственникам
          сообщат об этом по телефону. Медицинский персонал подготовит
          необходимые документы и передаст покойного в морг.
        </li>
        <h3 class="text-2xl font-bold text-center p-8">
          Не знаете, как организовать похороны в {{ cityName(CITY_G.name) }}?
        </h3>
        <p class="text-lg py-4 text-justify">
          Если вы не знаете, что делать дальше, или не готовы взять на себя
          организацию похорон и оформление необходимых документов в Москве,
          обращайтесь в нашу компанию. Мы предоставляем круглосуточную горячую
          линию:
          <a href="tel:+73522610630" class="text-blue-600">+7 (3522) 610-630</a
          >.
        </p>
        <p class="text-lg py-4 text-justify">
          Для вашего спокойствия проверьте документы прибывшего специалиста,
          чтобы убедиться в его легальности - паспорт и служебное удостоверение.
          Злоупотребления со стороны нелегальных &laquo;черных агентов&raquo; не
          редкость, поэтому будьте осторожны и ориентируйтесь на нашу компанию,
          которая предоставляет только легальные услуги.
        </p>
        <p class="text-lg py-4 text-justify">
          Наш ритуальный агент поможет вам забрать необходимые документы из
          морга, оплатить государственные услуги, а также подготовить все
          необходимое для проведения прощальной церемонии на высоком уровне.
        </p>
      </div>

      <HowWeWork />
      <CtaGeneral class="my-4" />


      <h2 class="text-2xl font-bold text-center p-8">
        Как проводят похороны умерших от COVID-19
      </h2>
      <p class="text-lg py-4">
        Даже в самые трудные моменты жизни необходимо уважительно относиться к
        прощанию с близкими, ушедшими из этого мира. В связи с особой опасностью
        инфекционных заболеваний, таких как COVID-19, похороны проводятся с
        соблюдением всех необходимых норм и мер предосторожности.
      </p>
      <p class="text-lg py-4">
        Ранее существовали строгие правила и рекомендации по похоронам
        ковид-зараженных, включая дезинфекцию тела, упаковку в
        патологоанатомический пакет и ограничения на прощание с покойником.
        Однако в соответствии с новыми рекомендациями Роспотребнадзора, похороны
        умершего от ковид-19 не сильно отличаются от обычных ритуальных
        мероприятий, в том числе с учетом волеизъявления покойного, выбора
        религиозных традиций и предпочтений по месту захоронения.
      </p>
      <p class="text-lg py-4">
        Тем не менее, при прощании с человеком, умершим от COVID-19, следует
        соблюдать определенные меры предосторожности, включая дистанцию до гроба
        с усопшим, ношение масок и дезинфекцию рук. Родственникам не следует
        прикасаться к телу покойного.
      </p>
      <p class="text-lg py-4">
        Несмотря на все трудности, важно уважать память и прощаться с близкими
        ушедшими по последней воле. Вследствие чего похороны, даже при сложных
        обстоятельствах, будут надлежащим образом проведены.
      </p>

      <p class="text-lg mb-4">
        <a href="https://zpd45.ru/" class="text-xl font-bold"
          >Зауральский похоронный дом</a
        >
        - это компания, которая заслужила славу своих высококачественных услуг в
        организации похорон пенсионеров в Кургане. Наша команда - это
        профессионалы, обладающие значительным опытом в организации похорон
        ветеранов и пожилых людей в {{cityName(CITY_G.name)}} и области. Мы гарантируем
        вам, что наши услуги включают полное учет всех государственных льгот,
        доступных нашим клиентам. Каждый пожилой человек заслуживает самых
        заботливых и уважительных похорон, поэтому наша команда обеспечивает
        организацию каждой детали с должным вниманием и профессионализмом.
        Выбрав нас в качестве поставщика услуг, вы можете быть уверены, что мы
        предоставим вам максимальный уровень комфорта и поддержки в трудный
        момент потери близкого человека.
      </p>

      <p class="text-lg mb-4 mt-4">
        Трагический опыт для семьи и друзей, уход из жизни любимого человека
        можно сделать более терпимым, если поручить оформление документов агенту
        zpd45.ru. Они соберут все необходимые документы, подадут заявку на
        получение пособия на погребение и организуют похороны. Просто позвоните
        на нашу горячую линию по телефону
        <a href="tel:+7 (3522) 610‒630">+7 (3522) 610‒630</a>, чтобы за вами
        закрепили агента — мы работаем круглосуточно и без выходных.
      </p>
      <TablePriceforpost :post="post" />

      <!-- <InformationForHome direction="services" /> -->
    </div>
  </div>
</template>



<script lang="ts">
import { Vue, Component, Prop } from "vue-property-decorator";
import CtaGeneral from "~/shared/ctaGeneral.vue";
import InformationForHome from "~/components/home/informationBlock.vue";
import MenuForPost from "~/components/menu_for_post/Main.vue";
import Pagination from "~/components/pagination/Main.vue";
import HoverForPost from "~/components/hover_for_post/Main.vue";
import TablePriceforpost from "~/components/table_price_for_post/Main.vue";
import { Getter } from "vuex-class";
import AboutServices from "~/components/aboutService.vue";
import HowWeWork from "~/components/howwework.vue";
import declineNoun from "~/utils/decline";

@Component({
  components: {
    CtaGeneral,
    InformationForHome,
    MenuForPost,
    Pagination,
    HoverForPost,
    TablePriceforpost,
    AboutServices,
    HowWeWork,
  },
  head(this: any) {
    return {
      title: this.post.title + " | " + this.cityName(this.CITY_G.name),
      meta: [
        {
          hid: "description_post",
          name: "description",
          content: `Ознакомьтесь с правилами проведения похорон в условиях пандемии и прочитайте полезные рекомендации нашей компании, специализирующейся на ритуальных услугах.`,
        },
      ],
    };
  },
})
export default class Covid19 extends Vue {
  @Getter("city/CITY_G") CITY_G!: any;

  cityName(name: string) {
    return declineNoun(name);
  }

  date = new Date().getFullYear();
  post = {
    title: `Прощание в условиях пандемии: похороны умершего от Covid-19`,
    picterUrl: "1-1coEP8zJIht_g1WnKjk_9iZ-tMVvKnM",
    category: "Захоронения",
    category_en: "zakoronenia",
    direction: "services",
    title_price: "Сколько стоят похороны: какие расходы включены в цену?",
    price: "от 20 000 ₽",
    items: [
      { title: "Омовение" },
      {
        title:
          "Подготовительный этап, включающий сбор необходимых документов и оформление договора с похоронными агентствами.",
      },
      {
        title:
          "Транспортировка тела умершего в морг или крематорий (если необходимо).",
      },
      {
        title:
          "Организация и проведение церемонии прощания по усопшему (в церкви или в помещении похоронной службы).",
      },
      { title: "Перевозка тела на кладбище и проведение процессии." },
      { title: "Оформление могильного участка и похоронное обряд" },
    ],
  };
  mounted() {
    // console.log(this.CITY_G.name);
    // this.post.title = `Организация похорон в ${this.CITY_G.name} и области`;
  }
}
</script>