<template>
  <div
    :class="[
      'flex',
      $device.isMobile ? 'flex-col mb-6' : 'flex-row',
      'justify-center',
      'gap-6',
      'px-4',
    ]"
  >
    <MenuForPost category_en="all" />

    <div class="flex flex-col gap-4 pt-20 w-full">
      <HoverForPost :post="post" :load="false" />

      <!-- <Pagination :category_en="post.category_en" :category="post.category" :title="post.title" :post="post" :direction="post.direction"/> -->
      <p class="my-3">
        Что после похорон надо организовать поминальную трапезу, знают все. Это
        ещё один знак уважения по отношению к усопшему, возможность помянуть его
        добрым словом, выразить соболезнования его родственникам.
      </p>

      <!-- <TablePriceforpost :post="post" /> -->

      <h2 class="text-shadow text-2xl my-4 ml-2">
        Организация поминального обеда: первые шаги и список гостей.
      </h2>
      <p>
        Первым шагом в организации поминального обеда является составление
        списка гостей, которые хотели бы присутствовать на нем. В него должны
        войти все близкие члены семьи или друзья, которые были близки с
        покойным. После того как список гостей составлен, необходимо выбрать
        подходящее место для проведения мероприятия. В зависимости от того,
        сколько человек будет присутствовать, это может быть кафе, столовая или
        ресторан.
      </p>

      <p class="text-bold">
        ООО «Зауральский Похоронный Дом» окажет помощь в организации и
        проведении похорон в традициях и обычаях любой конфессии. Наши
        сотрудники помогут в выборе кафе для поминального обеда. Мы сотрудничаем
        с более 20-ти кафе и столовыми города Кургана, расположенных в разных
        районах города. Они согласуют меню с родственниками, оформят заказ и
        проконтролируют его исполнение.
      </p>
      <p class="text-bold">
        Бесплатные подробные консультации можно получить по телефону
        <a href="tel:+79195917389">+7 (919) 591-73-89</a>. Он доступен в режиме
        24/7.
      </p>

      <h3 class="text-shadow text-2xl my-4 ml-2">
        Поминальный обед, история возникновения традиции
      </h3>
      <p>
        Традиция устраивать поминки в день похорон имеет глубокие исторические
        корни. Наши предки в древности много воевали с ближними и дальними
        соседями, участвовали в междоусобных войнах, водили ратные дружины в
        походы на врагов, побеждали их или проигрывали сражения. Погибших
        хоронили в общих могилах, насыпая высокие земляные курганы. Погребения
        погибших дружинников сопровождались похоронными застольями у подножья
        курганов. Там отдавали должное погибшим, славя их за храбрость, силу,
        ловкость и преданность. Точно так же хоронили в городах и сёлах,
        создавая обычаи, закрепившиеся в народной памяти.
      </p>
      <h3 class="text-shadow text-2xl my-4 ml-2">
        Первые поминки после похорон
      </h3>

      <p>
        С приобщением славян к христианству закрепилась традиция похорон
        усопшего на третий день после смерти и проведение обязательных поминок в
        этот же день. Поминки — это прощание с умершим, своего рода проводы
        покойного в иной мир. В вероучении объяснялось, что три дня после смерти
        даются усопшему на прощание с домом, с роднёй, на возможность
        встретиться за поминальным столом. Именно на третий день посланники Бога
        забирали душу усопшего в небесные выси.
      </p>

      <h3 class="text-shadow text-2xl my-4 ml-2">
        Поминальный обед по усопшему
      </h3>
      <p>
        Поминальному обеду в день похорон всегда придавалось особое значение. На
        него приходили близкие и дальние родственники, друзья, соседи. Отказа не
        было никому: случайного прохожего, нищего посадят за стол, накормят и
        напоят, дадут в дорогу угощение с поминального стола. В приготовлении
        пищи принимали участие все, оставляя хозяйке дома заботу о детях и
        пожилых домочадцах. Все знали, что готовить, когда и в какой
        последовательности подавать, без чего обойтись никак нельзя.
      </p>
      <h3 class="text-shadow text-2xl my-4 ml-2">
        Символичность обязательных блюд поминального обеда
      </h3>

      <p>
        На поминальной трапезе обязательны три блюда: кутья, блины и кисель
        (компот). Каждое из них несёт вполне определённый символический смысл.
        Кутья в переводе с греческого означает «зерно». Это каша, сваренная из
        зерновой культуры, чаще всего из риса, в которую добавляют мёд и изюм.
        Зерно, попадая в землю, прорастает и превращается в растение, и этот
        процесс возрождения к новой жизни бесконечен. Христианское учение
        гласит, что человек, будучи похоронен в религиозных традициях, тоже
        воскреснет к вечной жизни. Мёд тоже символ, но духовный, означающий, что
        покой и умиротворение ждёт усопшего в Божьем царстве. Блины не только
        масленичное угощение, но и поминальное блюдо, так как они выпекаются из
        муки, полученной из перемолотого зерна. Даже на Масленицу верующие люди
        первый блин, снятый со сковороды, съедают за упокой умерших. Кисель тоже
        является обрядовым и обязательным блюдом на поминальном столе, ведь он
        на Руси готовился из запаренной кипятком зерновой муки.
      </p>

      <h3 class="text-shadow text-2xl my-4 ml-2">
        Расширенное меню поминального стола
      </h3>

      <p>
        Первым блюдом на поминках является кутья. Три ложечки (можно чайных)
        достаточны для начала трапезы. Затем можно приступать к следующим
        блюдам. Они носят традиционный характер с обновлениями из современной
        кухни. На первое подают горячие, с паром супы: борщ или щи, куриный
        бульон с лапшой. Вторым горячим блюдом являются привычная уже солянка с
        мясом, котлеты, картофельное пюре, рыба. Рыба вообще приветствуется в
        разных видах: варёная, жареная, солёная (сельдь с лучком), фаршированная
        и т. д. Овощные салаты, мясная и колбасная нарезки, разнообразная
        выпечка: курники, пироги с рыбой, капустой, с маком, яблоками, ягодами и
        т. п. На столе должны быть и сладости, но не пирожные и торты, а сладкая
        выпечка, мёд, сладкие напитки: ягодные морсы, соки. Крепкие алкогольные
        напитки не одобряются, но церковное вино «Кагор» допустимо. В конце
        поминального обеда подают блины и кисель или компот. Вообще надо
        помнить, что поминки по усопшему — это не застолье в обычном, светском
        понимании, а обряд памяти, посвящённый ушедшему из жизни человеку.
        Поэтому он должен пройти спокойно и пристойно, как дань уважения
        усопшему и сочувствия, и соболезнования его родственникам.
      </p>

      <CtaGeneral class="my-4" />
      <InformationForHome direction="services" />
    </div>
  </div>
</template> 


<script lang="ts">
import { Vue, Component, Prop } from "vue-property-decorator";
import CtaGeneral from "~/shared/ctaGeneral.vue";
import InformationForHome from "~/components/home/informationBlock.vue";
import MenuForPost from "~/components/menu_for_post/Main.vue";
import Pagination from "~/components/pagination/Main.vue";
import HoverForPost from "~/components/hover_for_post/Main.vue";
import TablePriceforpost from "~/components/table_price_for_post/Main.vue";

@Component({
  components: {
    CtaGeneral,
    InformationForHome,
    MenuForPost,
    Pagination,
    HoverForPost,
    TablePriceforpost,
  },
  head(this: any) {
    return {
      title: this.post.title,
      meta: [
        {
          hid: "description_post",
          name: "description",
          content: `На данной странице вы найдете подробную информацию об услугах по отправке тел умерших на территории Кругана и Краснодарской области. Мы предоставляем качественные и оперативные услуги по доставке тел во всех направлениях, включая отправку "Груза 200" по железной дороге или автомобильным транспортом.`,
        },
      ],
    };
  },
})
export default class PominalnyeObedy extends Vue {
  date = new Date().getFullYear();
  post = {
    title: "Поминальные Обеды",
    picterUrl: "1lRVruFx6d-5yoAWVZi9q0WJm1LSzDZmq",
    category: "Организация похорон",
    category_en: "organizaciya_pohoron",
    title_price: "Что входит в стоимость перевозки груза 200?",
    price: "от 20 000 ₽",
    items: [
      { title: "Соберет все необходимые документы и справки" },
      {
        title:
          "Осуществим обязательное в случае переправки умершего — бальзамирование.",
      },
      {
        title:
          "Поместим гроб в специальный цинковый ящик и упакуем его в транспортировочную деревянную конструкцию.",
      },
      { title: "Договоримся с авиакомпанией или транспортным ж/д бюро." },
      { title: "Доставим груз до аэропорта или ж/д вокзала." },
      { title: "Проконтролирует погрузку." },
      {
        title:
          "Оформит прохождение таможни при отправки груза в другую страну.",
      },
      {
        title:
          "Проведет все необходимые процедуры для получения груза в месте назначения.",
      },
    ],
    direction: "services",
  };
}
</script>