<template>
  <div
    :class="[
      'flex',
      $device.isMobile ? 'flex-col mb-6' : 'flex-row',
      'justify-center',
      'gap-6',
      'px-4',
    ]"
  >
    <MenuForPost category_en="all" />

    <div class="flex flex-col gap-4 pt-20 w-full">
      <HoverForPost :post="post" />
      <Pagination
        :category_en="post.category_en"
        :category="post.category"
        :title="post.title"
        :post="post" :direction="post.direction"
      />
      <p>
        Пособие на погребение по линии социального обеспечения — это финансовое
        пособие, предоставляемое федеральным правительством имеющим на это право
        лицам и их семьям, которые несут расходы на похороны в связи со смертью
        умершего члена семьи. Это пособие помогает покрыть определенные расходы
        на погребение, такие как похоронные услуги, транспортные расходы и даже
        плата за участок на кладбище. Важно отметить, что данное пособие не
        предназначено для покрытия всех расходов на похороны, однако оно может
        помочь компенсировать часть этих расходов.
      </p>

      <p>
        Для того чтобы человек или член семьи имел право на получение пособия на
        погребение по линии социального обеспечения, необходимо соответствовать
        определенным критериям. В целом, для получения права на пособие
        необходимо, чтобы умерший либо получал пособие по социальному
        обеспечению на момент смерти, либо достаточно долго работал на
        оплачиваемой работе по социальному обеспечению, чтобы его пережившие
        иждивенцы или кормильцы могли претендовать на пособие по потере
        кормильца. Кроме того, в некоторых случаях на пособие может претендовать
        переживший супруг, если на момент смерти он получал супружеское пособие
        от умершего.
      </p>
    <TablePriceforpost :post="post"/>

      <h2 class="text-theme-10 text-shadow text-2xl my-4 ml-2">
        Кто имеет право на получение пособия на погребение?
      </h2>
      <p>
        Для получения пособия на погребение по критериям социального обеспечения
        заявители должны соответствовать определенным требованиям, установленным
        федеральным правительством. Вы должны предоставить необходимые документы
        и подать заявление.
      </p>
      <p>
        Право на получение этой помощи имеют все проживающие в России,
        независимо от категории их гражданства, например:
      </p>
      <ul class="list-disc ml-4 mb-4">
        <li>Пенсионеры (в том числе работающие);</li>
        <li>Безработные;</li>
        <li>Участники ВОВ и труженики тыла;</li>
        <li>Инвалиды;</li>
        <li>Учащиеся очной формы обучения;</li>
        <li>Ликвидаторы Чернобыльской аварии;</li>
        <li>Незаконно репрессированные.</li>
      </ul>
      <h2 class="text-theme-10 text-shadow text-xl my-3 ml-2">
        Пособие на погребение в Кургане
      </h2>
      <p>
        Место и сумма возмещения расходов на погребение в Кургане зависят от
        ранга умершего человека, а также от того, как он скончался. Примите во
        внимание размер и место возмещения для определенных групп людей.
      </p>
      <h2 class="text-theme-10 text-shadow text-xl my-3 ml-2">Работающий пенсионер</h2>
      <p>
        Пенсионер, который все еще работает, имеет право на комбинацию
        федеральной надбавки в размере 6 964,68 и любых других условий,
        указанных в трудовом договоре. Федеральная часть пособия может быть
        получена как от работодателя, так и от пенсионного фонда. Однако любая
        выплата, указанная в договоре, должна быть предоставлена работодателем
        непосредственно при подаче заявления.
      </p>
      <h2 class="text-theme-10 text-shadow text-xl my-3 ml-2">Неработающий пенсионер</h2>
      <p>
        В отделении пенсионного фонда России можно получить общую сумму 20852,68
        рублей, которая включает 6964,68 рублей плюс дополнительную региональную
        надбавку в размере 13888 рублей.
      </p>
      <p>
        Члены семей пенсионеров, которые на момент смерти не работали, или тех,
        кто официально зарегистрирован как безработный, могут выбрать
        безвозмездные социальные похороны вместо денежного вознаграждения.
      </p>
      <p>
        Члены 1 и 2 групп, пенсионеры-инвалиды, нетрудоспособные с раннего
        возраста, а также реабилитированные лица имеют право на пособие в
        размере 20852,68 рублей на погребение. В качестве альтернативы денежному
        социальному пособию их родственники могут выбрать бесплатные социальные
        похороны. Кроме того, этим категориям предлагается бесплатная помощь в
        установке надгробного памятника, которая составляет 3200 рублей.
      </p>
      <h2>Военнослужащий, участник боевых действий или участник ВОВ</h2>
      <p>
        Если скончавшийся человек принадлежал к военным, он имеет право на
        возмещение расходов на похороны. Для получения средств необходимо
        представить подтверждающие документы, такие как квитанции и контракты. В
        {{cityName(CITY_G.name)}} за такие расходы можно возместить до 33005 рублей.
      </p>
      <p>
        Родственники ушедших из жизни ветеранов боевых действий могут получить
        компенсацию расходов на похороны при условии предоставления необходимых
        доказательств. В Кургане в 2023 году максимальная сумма компенсации
        составляет 33005 рублей.
      </p>
      <p>
        В случае, если умерший был ветераном Великой Отечественной войны или
        гражданским тружеником тыла, они имеют право на получение комбинации
        в размере 6964,68 рублей, вместе с региональной надбавкой в размере
        13888 рублей, а также возмещением расходов на похороны в размере 42498
        рублей (сюда входят и другие льготы).
      </p>
      <p>
        Чтобы получить эти деньги, вы должны подать заявление в местные военные
        органы по месту жительства умершего.
      </p>
      <h2 class="text-theme-10 text-shadow text-xl my-3 ml-2">
        Единовременные выплаты семьям лиц, погибших при исполнении обязанностей
        военной службы
      </h2>
      <p>
        Согласно правилам, члены семей военнослужащих, скончавшихся во время
        прохождения военной службы в Донецкой Народной Республике, Луганской
        Народной Республике и Украине или выполнения специальных заданий
        в Сирии, имеют право на получение дополнительного социального пособия
        к социальному пособию на погребение.
      </p>

      <h2 class="text-theme-10 text-shadow text-xl my-3 ml-2">Работающий человек</h2>
      <p>
        Сумма в размере 6 964,68 рублей, причитающаяся работающему человеку,
        будет выплачена по месту его работы в соответствии с условиями,
        прописанными в его договоре.
      </p>
      <h2>Пособие на погребение для безработных</h2>
      <p>
        Сумма в 6964,68 рубля плюс московское пособие в размере 13888
        выплачивается родственникам умершего в случае, если они не получали
        пенсию и были безработными. Семья покойного может обратиться за пособием
        на погребение в департамент социального обеспечения/собес.
      </p>
      <p>
        <span>Важно!</span> Для получения материальной помощи на погребение
        усопший должен был быть зарегистрированным безработным.
      </p>
      <h2 class="text-theme-10 text-shadow text-xl my-3 ml-2">
        В какой срок выплачивается?
      </h2>
      <p>
        Необходимые шаги для получения финансовой помощи после смерти близкого
        человека должны быть предприняты в течение 6 месяцев. В течение
        10 рабочих дней будет дан ответ о выплате этой помощи, начиная с момента
        подачи заявления со всеми необходимыми бумагами. Если заявление будет
        принято, то до получения денежных средств по этому решению пройдет
        не более 2 рабочих дней.
      </p>
      <h3 class="text-theme-10 text-shadow text-xl my-3 ml-2">Вопросы и ответы</h3>
      <h4>Если усопших двое, то пособие на погребение положено за каждого?</h4>
      <p>Да, эту выплату получают на каждого умершего.</p>
      <h4>
        Можно ли принимать платежи посредством электронного банковского
        перевода?
      </h4>
      <p>
        Деньги на пособие на погребение и возмещение расходов можно перевести
        на счет в любом российском банке, с которого затем можно получить доступ
        к ним с помощью карты.
      </p>
      <h4>Что делать, если уже прошло полгода со дня смерти усопшего?</h4>
      <p>
        Ничего. Пособие по прошествии 6 месяцев со дня смерти получить уже
        нельзя
      </p>

      <p class="mt-4">
        Трагический опыт для семьи и друзей, уход из жизни любимого человека
        можно сделать более терпимым, если поручить оформление документов агенту
        ООО "Зауральский похоронный дом". Они соберут все необходимые документы, подадут заявку
        на получение пособия на погребение и организуют похороны. Просто
        позвоните на нашу горячую линию по телефону <a href="tel:+7 (3522) 610‒630">+7 (3522) 610‒630</a>, чтобы
        за вами закрепили агента — мы работаем круглосуточно и без выходных.
      </p>
      <CtaGeneral class="my-4" />
      <InformationForHome direction="services" />
    </div>
  </div>
</template>


<script lang="ts">
import { Vue, Component, Prop } from "vue-property-decorator";
import CtaGeneral from "~/shared/ctaGeneral.vue";
import InformationForHome from "~/components/home/informationBlock.vue";
import MenuForPost from "~/components/menu_for_post/Main.vue";
import Pagination from "~/components/pagination/Main.vue";
import HoverForPost from "~/components/hover_for_post/Main.vue";
import TablePriceforpost from "~/components/table_price_for_post/Main.vue";
import { Getter } from "vuex-class";
import declineNoun from "~/utils/decline";


@Component({
  components: {
    CtaGeneral,
    InformationForHome,
    MenuForPost,
    Pagination,
    HoverForPost,
    TablePriceforpost,
  },
  head(this: any) {
    return {
      title: this.post.title,
      meta: [
        {
          hid: "description_post",
          name: "description",
          content: `Как приобрести захоронение на кладбище в ритуальном агентстве zpd45.ru? Служба похоронных услуг Кургане - самая старая и надежная. Гарантируем высокое качество и безотказную работу.`,
        },
      ],
    };
  },
})
export default class MestoNaKladbishche extends Vue {
  date = new Date().getFullYear();
  @Getter("city/CITY_G") CITY_G!: any;

   cityName(name: string) {
    return declineNoun(name);
  }
  post = {
    title: "Получить пособие на погребение в Кургане",
    picterUrl: "1SRUqTLDdfMfFOWdes-EFCtsPZbEsG7TU",
    category: "Захоронения",
    category_en: "zakoronenia",
    direction: 'services',
    items: [
      { title: "Омовение" },
      { title: "Транспортировка тела" },
      { title: "Гроб" },
    ],
  };
}
</script>