<template>
  <div
    :class="[
      'flex',
      $device.isMobile ? 'flex-col mb-6' : 'flex-row',
      'justify-center',
      'gap-6',
    ]"
  >
    <!-- <MenuForPost category_en="all" /> -->

    <div class="flex flex-col gap-4 pt-20 w-full">
      <HoverForPost :post="post" :load="false" />
      <Pagination
        :category_en="post.category_en"
        :category="post.category"
        :title="post.title"
        :post="post"
        :direction="post.direction"
      />
      <p class="text-lg mb-4">
        Когда усопший был верующим, важно устроить православные похороны с
        учетом его прижизненных ценностей и соблюдением всех обрядов. Наша
        ритуальная служба имеет огромный опыт и помогает провести православные
        похороны в {{cityName(CITY_G.name)}} по всем канонам.
      </p>
        <p class="text-lg mb-4">Процесс захоронения включает несколько этапов. В первую очередь, требуется подготовить тело умершего к захоронению или кремации. Это включает в себя бальзамирование, устранение посмертных дефектов, облачение в чистую одежду и укладывание в гроб.</p>
  <p class="text-lg mb-4">Затем происходит отпевание усопшего в храме. После отпевания наступает время захоронения или кремации. После проведения главных ритуальных мероприятий, на поминальных обедах, которые проходят в день прощания, на 9-й и на 40-й день после смерти, родственники и друзья покойного могут выразить свои соболезнования и вспомнить о нем.</p>
  
      <AboutServices />

      <p class="text-lg mb-4">
        Организация православных похорон - это ответственное и сложное
        мероприятие, требующее времени и усилий. Необходимо успеть оформить
        документы, договориться с церковью и кладбищем, организовать доставку
        гостей и ритуальный транспорт, заказать поминки и многое другое. Мы
        можем взять на себя всю организацию похорон и помочь составить план
        необходимых действий - просто свяжитесь с нами в любое время.
      </p>

      <p class="text-lg mb-4">
        Наше ритуальное бюро предлагает профессиональную помощь и низкие цены на
        похоронные услуги. У нас есть собственный автопарк транспорта различного
        класса, и мы решаем вопросы со своевременным получением бумаг. Вы можете
        поручить все вопросы нам, если не сможете лично присутствовать на
        похоронах. Мы работаем строго по договору с фиксацией всех цен, поэтому
        итоговый счет не станет неприятным сюрпризом. Мы также предоставляем
        удобный сервис с возможностью выбора нужного набора услуг или видов
        комплекса. Если у вас возникнут вопросы по проведению православных
        похорон, мы с радостью окажем вам консультацию и поможем подобрать
        нужный формат мероприятия.
      </p>
      <HowWeWork />
      <CtaGeneral class="my-4" />


      <p class="text-lg mb-4">
        <a href="https://zpd45.ru/" class="text-xl font-bold"
          >Зауральский похоронный дом</a
        >
        - это компания, которая заслужила славу своих высококачественных услуг в
        организации похорон пенсионеров в Кургане. Наша команда - это
        профессионалы, обладающие значительным опытом в организации похорон
        ветеранов и пожилых людей в {{cityName(CITY_G.name)}} и области. Мы гарантируем
        вам, что наши услуги включают полное учет всех государственных льгот,
        доступных нашим клиентам. Каждый пожилой человек заслуживает самых
        заботливых и уважительных похорон, поэтому наша команда обеспечивает
        организацию каждой детали с должным вниманием и профессионализмом.
        Выбрав нас в качестве поставщика услуг, вы можете быть уверены, что мы
        предоставим вам максимальный уровень комфорта и поддержки в трудный
        момент потери близкого человека.
      </p>

      <p class="text-lg mb-4 mt-4">
        Трагический опыт для семьи и друзей, уход из жизни любимого человека
        можно сделать более терпимым, если поручить оформление документов агенту
        zpd45.ru. Они соберут все необходимые документы, подадут заявку на
        получение пособия на погребение и организуют похороны. Просто позвоните
        на нашу горячую линию по телефону
        <a href="tel:+7 (3522) 610‒630">+7 (3522) 610‒630</a>, чтобы за вами
        закрепили агента — мы работаем круглосуточно и без выходных.
      </p>
      <TablePriceforpost :post="post" />

      <InformationForHome direction="services" />
    </div>
  </div>
</template>



<script lang="ts">
import { Vue, Component, Prop } from "vue-property-decorator";
import CtaGeneral from "~/shared/ctaGeneral.vue";
import InformationForHome from "~/components/home/informationBlock.vue";
import MenuForPost from "~/components/menu_for_post/Main.vue";
import Pagination from "~/components/pagination/Main.vue";
import HoverForPost from "~/components/hover_for_post/Main.vue";
import TablePriceforpost from "~/components/table_price_for_post/Main.vue";
import { Getter } from "vuex-class";
import AboutServices from "~/components/aboutService.vue";
import HowWeWork from "~/components/howwework.vue";
import declineNoun from "~/utils/decline";


@Component({
  components: {
    CtaGeneral,
    InformationForHome,
    MenuForPost,
    Pagination,
    HoverForPost,
    TablePriceforpost,
    AboutServices,
    HowWeWork,
  },
  head(this: any) {
    return {
      title: this.post.title,
      meta: [
        {
          hid: "description_post",
          name: "description",
          content: `Наша компания оказывает качественные услуги по организации православных похорон, соблюдая все традиции и ритуалы. Обратитесь к нам с доверием.`,
        },
      ],
    };
  },
})
export default class Zahoronenie extends Vue {
  @Getter("city/CITY_G") CITY_G!: any;

    cityName(name: string) {
    return declineNoun(name);
  }

  date = new Date().getFullYear();
  post = {
    title: `Отправление на вечный покой: ритуалы и традиции православных похорон`,
    picterUrl: "1ffL4mMoXz6vhodRsGwyszC9_uUN-Jj7c",
    category: "Захоронения",
    category_en: "zakoronenia",
    direction: "services",
    title_price: "Сколько стоят похороны: какие расходы включены в цену?",
    price: "от 20 000 ₽",
    items: [
      { title: "Омовение" },
      {
        title:
          "Подготовительный этап, включающий сбор необходимых документов и оформление договора с похоронными агентствами.",
      },
      {
        title:
          "Транспортировка тела умершего в морг или крематорий (если необходимо).",
      },
      {
        title:
          "Организация и проведение церемонии прощания по усопшему (в церкви или в помещении похоронной службы).",
      },
      { title: "Перевозка тела на кладбище и проведение процессии." },
      { title: "Оформление могильного участка и похоронное обряд" },
    ],
  };
  mounted() {
    // console.log(this.CITY_G.name);
    // this.post.title = `Организация похорон в ${this.CITY_G.name} и области`;
  }
}
</script>