<template>
  <div>
    <div class="content-container listing-container">
      <h1></h1>
      <p>
        Перед использованием этого Сайта внимательно прочитайте эти условия!
      </p>
      <p>
        Использование Вами этого Сайта означает, что вы принимаете эти условия.В
        случае несогласия с этими условиями не используйте этот Сайт.
      </p>
      <p>
        1. Настоящий информационный ресурс является объектом права собственности
        и защищен Гражданским Кодексом Российской Федерации Законом «Об
        авторском праве и смежных правах» и другими нормативно-правовыми актами
        об интеллектуальной собственности.
      </p>
      <p>
        2. zpd45.ru разрешает Вам просматривать и загружать материалы
        этого Сайта только для личного некоммерческого использования, при
        условии сохранения всей информации об авторском праве и других сведений
        о праве собственности, содержащихся в исходных материалах и любых их
        копиях.
      </p>
      <p>
        3. Не разрешается воспроизводить, выставлять на всеобщее обозрение,
        демонстрировать, распространять или использовать любым другим образом
        материалы этого Сайта для коммерческих целей. Любое использование этих
        материалов для не коммерческих целей на других Сайтах или в компьютерных
        сетях разрешается только с указанием активной ссылки на сайт
        zpd45.ru.
      </p>
      <p>
        4. Материалы этого Сайта защищены авторским правом, и любое их
        несанкционированное использование может повлечь нарушение
        законодательства об авторском праве, товарных знаках и прочих законов.
        При нарушении любого из этих Условий вы автоматически лишаетесь права на
        использование этого Сайта и должны немедленно уничтожить все материалы,
        которые были загружены с этого Сайта или распечатаны.
      </p>
      <p>
        5. Права на все материалы, размещенные на сайте zpd45.ru
        принадлежат сайту zpd45.ru.
      </p>
      <p>
        6. Сайт zpd45.ru не размещает материалов, авторские и смежные
        права на которые (в том числе права на распространение) принадлежат
        другим физическим или юридическим лицам. В случае, если такой материал
        будет размещен на страницах сайта третьими лицами, правообладателю
        следует обратиться к администрации для разрешения этого вопроса. Все
        претензии будут рассмотрены в разумный срок.
      </p>
      <p>
        7. Авторские статьи (содержащие имя и фамилию автора или
        интернет-псевдоним), опубликованные на сайте zpd45.ru, являются
        собственностью zpd45.ru. Авторское право на статьи,
        опубликованные на сайте zpd45.ru принадлежит авторам статей.
      </p>
      <p>
        8. Автор статьи имеет право опубликовать свою статью на собственном
        сайте или в иных СМИ только при условии размещения активной ссылки на
        Сайт zpd45.ru.
      </p>
      <p>
        9. В случае, если статья, опубликованная на Сайте не подписана, эта
        статья подготовлена коллективом авторов Сайта zpd45.ru и является
        собственностью сайта zpd45.ru.
      </p>
      <p>
        10. Для полного цитирования новостей, статей и иных материалов сайта
        zpd45.ru необходимо получить предварительное согласие
        администрации Сайта zpd45.ru и при использовании материалов
        обязательно размещать активную ссылку на сайт zpd45.ru.
      </p>
      <p>
        11. Возможно частичное цитирование статей с сайта zpd45.ru при
        соблюдении всех нижеследующих условий:
      </p>
      <ul>
        <li>
          Объем цитирования не должен превышать 25% от общего текста статьи
          (считается объем печатных знаков);
        </li>
        <li>
          Использованные фрагменты текста статей выделяются грамматическим
          знаками, характерными для цитирования или присутствует прямое указание
          на факт цитирования.
        </li>
        <li>
          Обязательно должен указываться автор материала (имя, фамилия и, если
          есть, интернет-псевдоним) и источник (сайт zpd45.ru)
        </li>
      </ul>
      <p>
        12. В случае использования диаграмм, рисунков или фотографий в
        собственной новостной ленте или любом другом источнике информации,
        необходимо размещать активную ссылку на Сайт zpd45.ru. Любая
        модификация изображений (в частности, устранения с фотографии указания
        на принадлежность авторских прав сайту zpd45.ru) не допускается
        без письменного согласия администрации сайта zpd45.ru.
      </p>
      <p>
        13. Сайт zpd45.ru не несет ответственности перед Вами за
        какие-либо убытки или ущерб, возникший вследствие любой неточности или
        неполноты предоставленной на сайте информации, или любого принятого Вами
        или третьей стороной решения или предпринятого Вами или третьей стороной
        действия в связи с полученными данными.
      </p>
      <p>
        14. Сайт zpd45.ru вправе в одностороннем порядке изменить
        перечень информационных материалов, представленных на данном ресурсе.
      </p>
      <p>
        15. Сайт zpd45.ru вправе в одностороннем порядке отозвать
        разрешение на использование материалов, без объяснения причин.
      </p>
      <p>
        Перед использованием этого Сайта внимательно прочитайте эти условия!
      </p>
      <p>
        Использование Вами этого Сайта означает, что вы принимаете эти условия.В
        случае несогласия с этими условиями не используйте этот Сайт.
      </p>
      <p>
        1. Настоящий информационный ресурс является объектом права собственности
        и защищен Гражданским Кодексом Российской Федерации Законом «Об
        авторском праве и смежных правах» и другими нормативно-правовыми актами
        об интеллектуальной собственности.
      </p>
      <p>
        2. zpd45.ru разрешает Вам просматривать и загружать материалы
        этого Сайта только для личного некоммерческого использования, при
        условии сохранения всей информации об авторском праве и других сведений
        о праве собственности, содержащихся в исходных материалах и любых их
        копиях.
      </p>
      <p>
        3. Не разрешается воспроизводить, выставлять на всеобщее обозрение,
        демонстрировать, распространять или использовать любым другим образом
        материалы этого Сайта для коммерческих целей. Любое использование этих
        материалов для не коммерческих целей на других Сайтах или в компьютерных
        сетях разрешается только с указанием активной ссылки на сайт
        zpd45.ru.
      </p>
      <p>
        4. Материалы этого Сайта защищены авторским правом, и любое их
        несанкционированное использование может повлечь нарушение
        законодательства об авторском праве, товарных знаках и прочих законов.
        При нарушении любого из этих Условий вы автоматически лишаетесь права на
        использование этого Сайта и должны немедленно уничтожить все материалы,
        которые были загружены с этого Сайта или распечатаны.
      </p>
      <p>
        5. Права на все материалы, размещенные на сайте zpd45.ru
        принадлежат сайту zpd45.ru.
      </p>
      <p>
        6. Сайт zpd45.ru не размещает материалов, авторские и смежные
        права на которые (в том числе права на распространение) принадлежат
        другим физическим или юридическим лицам. В случае, если такой материал
        будет размещен на страницах сайта третьими лицами, правообладателю
        следует обратиться к администрации для разрешения этого вопроса. Все
        претензии будут рассмотрены в разумный срок.
      </p>
      <p>
        7. Авторские статьи (содержащие имя и фамилию автора или
        интернет-псевдоним), опубликованные на сайте zpd45.ru, являются
        собственностью zpd45.ru. Авторское право на статьи,
        опубликованные на сайте zpd45.ru принадлежит авторам статей.
      </p>
      <p>
        8. Автор статьи имеет право опубликовать свою статью на собственном
        сайте или в иных СМИ только при условии размещения активной ссылки на
        Сайт zpd45.ru.
      </p>
      <p>
        9. В случае, если статья, опубликованная на Сайте не подписана, эта
        статья подготовлена коллективом авторов Сайта zpd45.ru и является
        собственностью сайта zpd45.ru.
      </p>
      <p>
        10. Для полного цитирования новостей, статей и иных материалов сайта
        zpd45.ru необходимо получить предварительное согласие
        администрации Сайта zpd45.ru и при использовании материалов
        обязательно размещать активную ссылку на сайт zpd45.ru.
      </p>
      <p>
        11. Возможно частичное цитирование статей с сайта zpd45.ru при
        соблюдении всех нижеследующих условий:
      </p>
      <ul>
        <li>
          Объем цитирования не должен превышать 25% от общего текста статьи
          (считается объем печатных знаков);
        </li>
        <li>
          Использованные фрагменты текста статей выделяются грамматическим
          знаками, характерными для цитирования или присутствует прямое указание
          на факт цитирования.
        </li>
        <li>
          Обязательно должен указываться автор материала (имя, фамилия и, если
          есть, интернет-псевдоним) и источник (сайт zpd45.ru)
        </li>
      </ul>
      <p>
        12. В случае использования диаграмм, рисунков или фотографий в
        собственной новостной ленте или любом другом источнике информации,
        необходимо размещать активную ссылку на Сайт zpd45.ru. Любая
        модификация изображений (в частности, устранения с фотографии указания
        на принадлежность авторских прав сайту zpd45.ru) не допускается
        без письменного согласия администрации сайта zpd45.ru.
      </p>
      <p>
        13. Сайт zpd45.ru не несет ответственности перед Вами за
        какие-либо убытки или ущерб, возникший вследствие любой неточности или
        неполноты предоставленной на сайте информации, или любого принятого Вами
        или третьей стороной решения или предпринятого Вами или третьей стороной
        действия в связи с полученными данными.
      </p>
      <p>
        14. Сайт zpd45.ru вправе в одностороннем порядке изменить
        перечень информационных материалов, представленных на данном ресурсе.
      </p>
      <p>
        15. Сайт zpd45.ru вправе в одностороннем порядке отозвать
        разрешение на использование материалов, без объяснения причин.
      </p>
      <div class="clear-both"></div>
    </div>
  </div>
</template>

<script>
export default {};
</script>